{
 "title":{
  "0":"Exclusive: Indian PM to announce massive cuts in petrol, diesel prices before year end",
  "1":"Qatar, Shell ink five-year crude oil supply deal",
  "2":"Shell Singapore, QatarEnergy Ink 5-Year Crude Oil Supply Deal",
  "3":"NLC’s methanol plant aims to conserve ₹1,000 crore annually in crude oil imports",
  "4":"Hindustan Petroleum Shares Near Six-Year High After Crude Oil Price Fall",
  "5":"Asia oil\/products: Crude prices retreat, refined products follow",
  "6":"The 200 SMA to Decide Where Crude Oil Heads This Week",
  "7":"Oil Brief: Brent Crude Down 1.1% at About US$78.75 -December 28, 2023 at 07:06 am EST",
  "8":"Oil drops almost 2% as investors watch Red Sea developments",
  "9":"Fuel Price Reduction in 2024: A Possibility Amid Crude Oil Volatility and Red Sea Crisis",
  "10":"Qatar to supply crude oil to Shell in five-year deal",
  "11":"Oil Brief: NYMEX Crude Oil Down 2% at Near US$74.10 -December 27, 2023 at 02:35 pm EST",
  "12":"Oil price snaps winning streak but gold price grinds higher still",
  "13":"S&P Global Commodity Insights",
  "14":"India sees marginal fall in November crude processing to 5.29 MMT, natural gas production up: PPAC, ET EnergyWorld",
  "15":"Russia has managed to divert most oil exports from Europe to India and China, getting around sanctions, says a top official",
  "16":"Oil futures: Crude prices drift lower as oil supplies seen intact",
  "17":"Crude oil prices hover below $80\/bbl amid Angola’s OPEC-exit decision, higher crude output",
  "18":"Crude Oil Price Forecast – Crude Oil Markets Have Bullish Pressure on Tuesday",
  "19":"Crude Oil Forecast: Builds a Case for Support",
  "20":"Crude oil prices dropped in Wednesday’s trading",
  "21":"Nigeria’s 2024 Fiscal Outlook Brightens as Bonny Light Crude Oil Prices Surge",
  "22":"Red Sea crisis dampens fuel price cut prospects; observers stress sub-$75 crude importance",
  "23":"U.S. Energy Information Administration (EIA)",
  "24":"Closing prices for crude oil, gold and other commodities",
  "25":"Reuters: Payment problems delay Russian oil shipments to India",
  "26":"Russia's Novak Predicts Brent Crude Oil Prices of $80-$85 per Barrel for 2024",
  "27":"Suez Canal crisis: Experts analyse where crude oil prices could be headed",
  "28":"Crude oil sees first real ‘death cross’ since the pandemic plunge of early 2020",
  "29":"OMCs score record highs on lower crude prices; Indian Oil, HPCL hit 52-week high, BPCL among top Nifty 50 gainers",
  "30":"Oil prices rise amid fears over escalating tensions in Middle East",
  "31":"Europe Eyes Venezuelan Oil in Diversification Drive",
  "32":"QatarEnergy Picks Up Five-Year Crude Supply Contract with Shell",
  "33":"Oil and gas stocks sees broad weakness as crude prices fall again",
  "34":"Oil price forecast for 2024: What’s in store for global crude?",
  "35":"Commodity Futures | A multi-month breakout is seen in Crude Oil",
  "36":"QatarEnergy scores five-year crude supply deal with Shell",
  "37":"Commodity Superfast: Heavy fall in the price of crude oil, MCX crude reached 6275.",
  "38":"Qatar to supply crude oil to Shell in five-year deal",
  "39":"Latest Oil Market News and Analysis for Dec. 28",
  "40":"Dangote Refinery Receives Third Crude Shipment Of 1 Million Barrels, To Start Diesel and Aviation Fuel Production Mid-January 2024",
  "41":"Oil reports biggest weekly gain in 2 months on Red Sea attacks, Angola output forecast; Brent settles at $79\/bbl",
  "42":"Oil edges lower from 1-month high-mark as investors monitor Red Sea developments; Brent at $80\/bbl",
  "43":"Crude Oil Stocks Seen Down 2.4 Million Barrels in Week Ended Dec. 22",
  "44":"Market Analysis – Gold, USDCHF, Crude Oil",
  "45":"Crude Oil Forecast: Continues to Rally",
  "46":"Crude Oil Price Forecast – Crude Oil Markets Pull Back Just a Bit Only to Find Buyers",
  "47":"Shares of oil marketers surge up to 9% as crude skids below $80 again",
  "48":"Qatar inks first five-year crude sales deal with Shell",
  "49":"GIFT Nifty up 61 points: Asian markets, crude oil prices, dollar movement, & more",
  "50":"2024 Ahoy! Crude to determine health of economy",
  "51":"Guyana-Venezuela tensions: How oil discovery revived Essequibo crisis",
  "52":"Oil jumps over 2% to hit 1-month high on Red Sea attacks, US rate cut hopes; Brent over $80\/bbl",
  "53":"Russia's Novak sees Brent crude oil at $80-$85 a barrel in 2024",
  "54":"THAILAND DATA: November crude imports jump 44% to 1.3m bpd",
  "55":"Closing prices for crude oil, gold and other commodities",
  "56":"Russia's Novak sees Brent crude oil at $80-$85 a barrel in 2024",
  "57":"MSN",
  "58":"Russian Crude Oil Now Flowing To China Via Arctic Ocean",
  "59":"Qatar strikes five-year crude oil deal with Singapore's Shell",
  "60":"Midday update for Crude oil 28-12-2023",
  "61":"November 2023 — Monthly analysis on Russian fossil fuel exports and sanctions – Centre for Research on Energy and Clean Air",
  "62":"India's push for rupee as payment currency for crude oil imports finds no takers: Oil ministry",
  "63":"Crude oil price tests the support base – Analysis - 28-12-2023",
  "64":"Crude Oil Price Recovery Could Gather Pace Above $76",
  "65":"U.S. Shale Growth Could Exceed Forecasts in 2024",
  "66":"First rupee payment for oil to UAE: India looks for more deals, no targets: Officials",
  "67":"Oil Inventories Rise Toward the End of 2023",
  "68":"Crude Oil Sees Nearly 2% Decline Amidst Investor Attention to Red Sea Developments",
  "69":"Crude Oil Stocks Seen Down 2.4 Million Barrels in Week Ended Dec. 22",
  "70":"Crude Oil eases despite Red Sea tensions, WTI slips back towards $74.00",
  "71":"KUNA : Kuwait crude oil up USD 1.62 Wed. to USD 83.07 pb",
  "72":"Commodity Capsule: Brent Crude Oil Hovers Near $81 amid Red Sea vessel attacks",
  "73":"FPSO en route to Senegal’s first offshore oil development"
 },
 "text":{
  "0":"Get ready for a New Year bonanza. With the general elections due in the first half of 2024, Prime Minister Narendra Modi’s government is working on huge cuts – upwards of Rs 8 per litre -- in the retail prices of petrol and diesel that would be announced before the calendar year ends.\n\nAccording to sources, the Petroleum Ministry has prepared a proposal incorporating the cuts ranging from Rs 8 to Rs 10 per litre in both fuels for the Prime Minister’s approval which could come on Thursday.\n\nThe rationale for the ministry’s proposal for the huge reductions is the sharp drop in the purchase price of imported crude oil that goes into refineries to produce these two fuels, among others.\n\nCrude oil price during financial 2023-24 (April-March) so far was at an average of $77.14 per barrel with only two months -- September at $93.54 and October at $90.08 – witnessing a spike. The average crude oil price in 2022-23 was $93.15 a barrel.\n\nWith ex-refinery prices of the two fuels unchanged since 6 April 2022, the current fiscal’s low crude oil prices have yielded large profits for the three government-run oil marketing companies -- Indian Oil Corp (IOC), Bharat Petroleum Corp (BPCL) and Hindustan Petroleum Corp (HPCL). In the first six months of this fiscal year, IOC, BPCL and HPCL made a combined net profit of Rs 58,198 crore.\n\nFor the losses in the last fiscal 2022-23 due to $90-plus crude prices, the Union Budget for 2023-24 announced a support of Rs 30,000 crore for the three government-run oil marketing companies as equity infusion under the guise of funding their green carbon initiatives but the money was not devolved due to this fiscal year’s bounty.\n\nSources said that the price cuts could also be a clarion call from the ruling party of its intention to announce the elections early to ride on the landslide victories in three of the four big states. It would surely help quell the Opposition’s agenda to project inflation as the government’s biggest failure, they added.",
  "1":"According to a report by Reuters, Qatar has agreed to supply Shell in Singapore with up to 18 million barrels of oil per year under a five-year deal.\n\nQatarEnergy said that it would supply Shell International Eastern Trading Company with Qatar Land and Qatar Marine crude oil over the course of five years, beginning in January.\n\n“We are delighted to sign our first ever five-year crude sales agreement. This agreement further strengthens QatarEnergy’s relationship with Shell,” QatarEnergy’s Chief Executive Officer Saad Sherida Al-Kaabi was quoted as saying by the same media.",
  "2":"",
  "3":"NLC India, the public sector mining and power generation company, is putting up a ₹4,350 crore lignite-to-methanol plant. When the plant starts methanol production, it will save ₹1,000 crore worth of crude imports annually, NLC India’s Chairman and Managing Director, M Prasanna Kumar, told businessline today.\n\nThe plant will produce 400,000 tonnes of methanol using 2.5 million tonnes of lignite.\n\nNLC has been assured that it would get ₹600 crore viability gap funding from the government, but Kumar expects the funding to go up to ₹1,000 crore, given that certain conditions for the additional funding have been met.\n\nAir Products of USA is the technology partner for the project. Government of India-owned Engineers India Ltd is the project manager.\n\nIn coal-to-methanol or lignite-to-methanol plants, coal or lignite is first gasified into synthesis gas (syn gas) by mixing pulverized coal or lignite with an oxidant such as oxygen or steam. The syn gas — which is very hot (about 1,800 degrees Celsius) — is a mixture of carbon monoxide and hydrogen and is a building block for producing a range of chemicals, including methanol.\n\nAs such, the process is divided into two parts – lignite to syn gas and syn gas to methanol. NLC has floated two separate tenders for awarding the projects.\n\nThe technical bids have been opened for the lignite to syn gas package; three parties have submitted bids. Kumar is hopeful of being able to award the project by the end of January 2024.\n\nFor the syn gas to methanol project, the last date to submit bids is December 30.\n\nKumar expects work on the project to commence by March.\n\nThe government of India plans aims at the country having 100 million tonnes of coal or lignite gasification plants by 2030. Currently, five projects are underway—the Talcher project, which is a joint venture of Coal India, RCF, GAIL and FCIL) and the projects of Eastern Coalfields, Western Coalfields, Mahanandi Coalfields—and NLC.\n\nNorth Dhadu coal block\n\nMeanwhile, NLC, which had won the North Dhadu coal block in Jharkhand through a commercial auction in August, received the formal ‘allotment order’ last week, Kumar said.\n\nNLC planned to produce 3 mtpa of coal from the block, but now it feels that production could go up to 4 – 5 mtpa.",
  "4":"Shares of the Hindustan Petroleum Corp. rose over 8% on Thursday to touch a near six-year high. A decline in crude oil prices improved sentiment for the refiner, supporting the stock's rally.\n\nCrude oil prices declined on improved supply prospects, after data from the American Petroleum Institute showed 1.8 million barrels in the week ended Dec. 22.\n\nMarch contract of Brent Crude on the Intercontinental Exchange settled 1.31% lower at $79.54 per barrel on Wednesday, according to CME Group website.",
  "5":"Please Register or Sign in to view this content.\n\nQuantum Commodity Intelligence is a premium paid subscription service for professionals in the energy, biofuels and carbon markets.\n\nQuantum Energy service subscribers have access to:\n\nDaily price assessments\n\nMarket news and price commentary\n\nFundamental trade data\n\nQuantum Energy Daily - the daily published market information to your email\n\nGet in touch with us for subscription information on all three Quantum platforms, or help with the service.",
  "6":"wti-usd\n\nCrude oil has been sliding for a few months, with highs decreasing and moving averages acting as resistance. The decline continued and WTI crude fell below $68. However, buyers have returned, and we have been seeing considerable buying pressure in the last two weeks, pushing the price above $76 yesterday.\n\nHowever, the global economy is still slowing. But, there have been some positive numbers recently, and we have seen some demand return, adding here the rising geopolitical tensions in the Red Sea. On the back of Middle East concerns, a barrel of WTI Oil finally broke above the $74-75 resistance zone, peaking just above $76\/barrel yesterday.\n\nWTI Oil H4 Chart – Will the 200 SMA Hold As Support\n\nConsidering the magnitude of challenges in the region, the optimistic market reaction appears to be relatively weak. However, traders are cautious so the rally will most likely continue but continue at a slow pace. WTI crude has pushed above all moving averages on the H4 chart, as shown above, which turned into support eventually.\n\nThe 200 SMA (purple) was stopping the climb higher last week, acting as resistance, while the 100 SMA (green) was acting as support. But the 200 SMA was broken after the spike higher yesterday, due to the thin liquidity conditions in financial markets as well. Today we are seeing a retreat lower, but the 200 is now acting as support, however, let’s see if it will hold.\n\nIf it does, then the next natural goal for WTI Oil bulls is the 200 moving average on the daily chart, which comes at $78, with the price likely to face decent resistance at this area. According to energy experts, there isn’t much OPEC+ can do to raise prices beyond this point. This is because the United States has been producing massive amounts of crude Oil, setting new records for production and crude Oil exports. “OPEC+ just can’t cut enough to sustain a price much above where we are right now,” Once Upon a Time Capital’s John Kilduff said yesterday. We decided to open a buy Oil signal yesterday at the 200 SMA, hoping for a bounce off this moving average.",
  "7":"Secure and Increase the Performance of your Investments with our Team of Experts at your Side\n\nSecuring my Investments",
  "8":"NEW YORK –Oil prices dropped nearly 2 percent on Wednesday, eating into the previous day’s gains as investors monitored developments in the Red Sea, where shippers are returning despite further attacks on Tuesday.\n\nBrent crude futures settled down $1.42, or 1.8 percent, at $79.65 a barrel. U.S. West Texas Intermediate crude fell $1.46, or 1.9 percent, to $74.11.\n\nADVERTISEMENT\n\nDanish shipping company Maersk said it has scheduled several dozen container vessels to travel via the Suez Canal and Red Sea in the coming weeks after calling a temporary halt to those routes this month after attacks by Yemen’s Iran-backed Houthi militia.\n\nFrance’s CMA CGM also said it was resuming passage through the Red Sea after deployment of a multinational task force to the region.\n\nREAD: Shipping giant CMA-CGM joins Maersk in Red Sea return\n\n“I think we have to wait and see whether the increased naval patrols and rerouting of ships lead to a decline in attacks,” said Callum Macpherson, head of commodities at Investec.\n\nBoth the Brent and WTI benchmarks settled more than 2 percent higher in the previous session as the latest attacks on ships in the Red Sea prompted fears of shipping disruption.\n\nThe prospect of a prolonged Israeli military campaign in Gaza remained a major driver of market sentiment.\n\nIsraeli forces pummeled central Gaza by land, sea and air on Wednesday, a day after Israel’s Chief of Staff Herzi Halevi told reporters the war would go on “for many months”.\n\nADVERTISEMENT\n\nREAD: More than 20 countries now part of US-led Red Sea coalition–Pentagon\n\nElsewhere, oil loadings at the Russian Black Sea port of Novorossiisk were suspended because of a storm. However, the Caspian Pipeline Consortium (CPC) terminal near the port was open, Kazakhstan’s energy ministry said.\n\nU.S. crude oil inventories rose last week by 1.84 million barrels, according to market sources citing American Petroleum Institute figures on Wednesday.\n\nU.S. government data on stockpiles is due on Thursday.\n\nYour subscription could not be saved. Please try again. Your subscription has been successful. Subscribe to our daily newsletter SIGN ME UP\n\nOil output in Russia, the third largest producer in the world after the United States and Saudi Arabia, is expected to be steady or even to increase next year as Moscow has largely overcome Western sanctions, analysts said.",
  "9":"Fuel Price Reduction in 2024: A Possibility Amid Crude Oil Volatility and Red Sea Crisis\n\nIndustry insiders have hinted at a potential reduction in fuel prices if crude oil prices continue to hover below the $75 per barrel mark. However, this optimistic outlook is tinged with caution due to the ongoing crisis in the Red Sea region, a critical artery of global oil trade. Recent fluctuations in Brent crude oil prices, bouncing back from $73 to $80 per barrel as noted by Sapna_CNBC, underscore the volatility of the oil market and its potential impact on fuel prices.\n\n2024 Fuel Price Forecast and Potential Risks\n\nGasBuddy, a popular fuel price information service, has projected an average gas price of $3.38 per gallon for 2024, a stark drop from previous years. This prediction is rooted in the US’s growing position as an energy superpower, anticipated to exceed historical oil production records. However, several risk factors could counteract this decrease in fuel prices. These include the limited capacity of refineries, potential extreme weather events, and the unpredictable actions of OPEC+, a coalition of oil-producing countries.\n\nGlobal Oil Prices and Fuel Cost Reduction\n\nGlobal oil prices play a significant role in determining domestic fuel prices. A potential 10% decrease in fuel prices due to a slump in global oil prices could have significant implications for consumer spending and the broader economy. However, the volatile nature of the oil market, influenced by geopolitical tensions and supply disruptions, adds a layer of uncertainty to these predictions.\n\nFuel Price Adjustments and Market Strategies\n\nRecent fuel price adjustments shed light on the changing landscape of the oil industry. For instance, Petrobras, Brazil’s state-run oil company, has announced a substantial 8% reduction in diesel prices at its refineries. This move aims to offset the looming end of a federal tax exemption on diesel, which could lead to increased costs for consumers. Such strategies underscore the oil industry’s attempts to adapt to fluctuating market conditions and maintain competitive pricing.\n\nUltimately, the possibility of a significant fuel price cut in 2024 hinges on the sustained stability of crude oil prices and the successful resolution of ongoing crises in key oil-producing regions. The evolving dynamics of the global oil market will continue to shape the trajectory of fuel prices, with potential ramifications for consumers, economies, and the wider energy landscape.",
  "10":"We may obtain information about you by accessing cookies, sent by our website. Different types of cookies keep track of different activities. For example, session cookies are used only when a person is actively navigating a website. Once you leave the website, the session cookie disappears.\n\nCookies do not transfer viruses or malware to your computer. Because the data in a cookie does not change when it travels back and forth, it has no way to affect how your computer runs, but they act more like logs (i.e. they record user activity and remember stateful information) and they get updated every time you visit a website.\n\nWhy are cookies useful?\n\nWe use functional cookies to analyse how visitors use our website, as well as track and improve our website’s performance and function. This allows us to provide a high-quality customer experience by quickly identifying and fixing any issues that may arise. For example, we might use cookies to keep track of which website pages are most popular and which method of linking between website pages is most effective. The latter also helps us to track if you were referred to us by another website and improve our future advertising campaigns.\n\nAnother use of cookies is to store your log in sessions, meaning that when you log in to the Members Area to deposit funds, a \"session cookie\" is set so that the website remembers that you have already logged in. If the website did not set this cookie, you will be asked for your login and password on each new page as you progress through the funding process.\n\nIn addition, functional cookies, for example, are used to allow us to remember your preferences and identify you as a user, ensure your information is secure and operate more reliably and efficiently. For example, cookies save you the trouble of typing in your username every time you access our trading platform, and recall your preferences, such as which language you wish to see when you log in.\n\nHere is an overview of some of the functions our cookies provide us with:\n\nVerifying your identity and detecting the country you are currently visiting from\n\nChecking browser type and device\n\nTracking which site the user was referred from\n\nAllowing third parties to customize content accordingly\n\nThis website uses Google Analytics, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics uses analytical cookies placed on your computer, to help the website analyze a user's use of the website. The information generated by the cookie about your use of the website (including your IP address) may be transmitted to and stored by Google on their servers. Google may use this information to evaluate your use of the website, to compile reports on website activity and to provide other services related to website activity and internet usage. Google may also transfer this information to third parties, where required to do so by law, or where such third parties process the information on behalf of Google. Google will not associate your IP address with any other data held. By using this website, you give your consent to Google to process data about you in the manner and for the purposes set out above.",
  "11":"Secure and Increase the Performance of your Investments with our Team of Experts at your Side\n\nSecuring my Investments",
  "12":"Brent crude oil snaps winning streak\n\nOil - Brent Crude futures, which on Wednesday nearly touched the 200-day simple moving average (SMA) at 81.79 amid the prospect of a prolonged Israeli military campaign in Gaza and Iran’s increasing involvement in the conflict as well as US rate cut expectations boosting global growth and energy demand outlooks, dropped back towards the breached October-to-December downtrend line at 79.24.\n\nThe fall in the oil price was triggered by major shipping firms returning to the Red Sea route following the formation of a US-led maritime task force which is to protect commercial vessels in the area and as industry data showed that US crude inventories jumped by 1.84 million barrels last week, the biggest weekly gain in five weeks.\n\n\n\nInto year-end this week’s high, together with the 200- and 55-day SMAs, at 81.79 to 82.10 are expected to cap the upside while Tuesday’s low at 78.39 may well hold the downside.",
  "13":"To continue reading you must login or register with us.\n\nIt’s free and easy to do. Please use the button below and we will bring you back here when complete.",
  "14":"Advt\n\nBy ,\n\nETEnergyWorld\n\nJoin the community of 2M+ industry professionals Subscribe to our newsletter to get latest insights & analysis. Download ETEnergyworld App Get Realtime updates\n\nSave your favourite articles Scan to download App\n\nNew Delhi: India's crude oil processing in November showed a marginal decline compared to the same period last year, while the production of natural gas displayed an uptick, according to Petroleum Planning & Analysis Cell PPAC ). The data released by the oil ministry indicated that the crude oil processing volume for November stood at 5.29 million metric tonne (MMT), a slight decrease from the 5.31 MMT processed in November of the previous year.Despite this minor dip, the processing from April to November this fiscal year saw an increase, reaching 172.0 MMT, up from 166.7 MMT in the corresponding period last year. The PPAC report also brought to light the total crude oil and condensate production by Indian companies, which marked a rise to 2.61 MMT in November from the 2.54 MMT in the same month last year. The increase was primarily due to higher production from the major state-owned enterprises, ONGC and OIL.Furthermore, the PPAC data indicated that India's reliance on imported crude oil is deepening. The country's self-sufficiency in petroleum products declined to 11.5% in November from 13.1% in the same month a year earlier. Correspondingly, crude oil imports surged to 232.7 MMT in the fiscal year 2022-23 from 212.4 MMT in the previous year, indicating a growing import bill amid efforts to manage inflation.Additionally, the PPAC highlighted the infrastructure of India's major crude oil and product pipeline network as of December 1, 2023. The network comprises pipelines extending 10,938 KM for crude oil and 23,011 KM for products, with the capacities of these pipelines reported to be 153.1 MMTPA for crude and 140.3 MMTPA for products, respectively.",
  "15":"Russia has diverted most of its oil exports from Europe to India and China, a top official said.\n\nThe EU was the largest buyer of Russian crude oil and oil products, accounting for nearly half of the exports.\n\nThe bloc has banned the import of Russian crude oil and products over the war in Ukraine.\n\nNEW LOOK Sign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time.\n\nAdvertisement\n\nRussia has overcome Western sanctions against its oil exports by diverting all the shipments east, a top Russian official said on Wednesday.\n\nThe European Union was the single largest buyer of Russian crude oil and oil products before the invasion of Ukraine, accounting for nearly half of such exports, according to a Reuters compilation of data.\n\nHowever, the trade bloc started banning Russian crude oil and oil product imports from December 5 last year, aiming to target Moscow's war chest and divert resources from its invasion of Ukraine.\n\nThis year, Europe's share of Russian oil and petroleum exports tanked to just 4% to 5%, Alexander Novak, Russia's deputy prime minister, said in an interview with Rossiya-24 television, as translated by TASS state news agency.\n\nAdvertisement\n\nBut Russia has managed to get around the sanctions by trading with other major markets such as India and China, Novak said.\n\nIn particular, India has become a major new export destination for Russian oil.\n\n\"There were virtually no exports to India before. Over the past two years, the total share of exports to India increased to about 40%,\" Novak said.\n\nBy comparison, China's share of Russian oil and oil products accounted for up to 50% of such exports last year, he added.\n\nAdvertisement\n\nNovak said many other countries, including those in Latin America and Africa, are interested in buying Russian energy.\n\nRussia expects its oil and gas revenues to reach 9 trillion rubles, or roughly $100 billion this year — down from 11.6 trillion rubles in 2022. Benchmark oil futures have fallen about 7% so far this year.\n\nThe Russian official also hit back at Western sanctions, calling them \"illegal,\" per the state-run media service TASS.\n\nNovak said Russia's experience in navigating sanctions in the last years proves that it can overcome such trade restrictions.\n\nAdvertisement\n\nRussia's diversion of its energy trade is contributing to its war chest as its invasion of Ukraine enters its 22nd month.",
  "16":"Oil futures: Crude prices drift lower as oil supplies seen intact\n\nQuantum Commodity Intelligence – Crude oil futures in European trading hours Thursday were drifting lower, with benchmarks unable to hold the early-week gains that had lifted prices to four-week highs.\n\nFront-month Feb24 ICE Brent futures were trading at $78.70\/b (1340 GMT), compared to Wednesday's settle of $79.64\/b, while the more-liquid Mar24 contract was trading at $78.67\/b versus the previous close of $79.54\/b\n\nAt the same time, Feb24 NYMEX WTI was trading $73.18\/b, versus Wednesday's settle of $74.11\/b.\n\nBrent had rallied above $81\/b early in the week after the latest wave of attacks against commercial shipping around the Red Sea, along with a strike against a chemical tanker close to the Indian coast.\n\nBut analysts said that while the threat to shipping is no doubt disrupting energy supplies in the form of longer journeys, there has been no direct impact on oil production.\n\nDanish shipping giant Maersk said in its latest update it had scheduled a number of container vessels to transit the Suez Canal and Red Sea next month under the protection of the US-led naval task force, which could signal a wider return among other operators.\n\nHowever, Bloomberg reported that around half of the container-ship fleet that typically transit the Red Sea and Suez Canal is avoiding the route now because of the threat of attacks from Houthi militants.\n\nPhysical\n\nMeanwhile, oil futures have found little support from the physical market as the overhang of Atlantic Basin crude, including unsold West African cargoes and a heavy year-end US export schedule, weighed on sentiment.\n\nIn the products sector, Asia's gasoil cracks have slumped this week to five-month lows amid plentiful supplies. Gasoil is the key product for Asian refineries, so a slump in distillate margins is often the precursor for run cuts.\n\nUS prices also wobbled in earlier trade after data from the American Petroleum Institute revealed crude inventories increased by 1.837 million barrels, compared to the Reuters poll that called for a drop of around 2.7 million barrels.\n\nOil markets found only limited support from this week's broader risk-on appetite amid the US bond and stocks rally, while the Dollar Index sunk to six-month lows of under 101 points on rate cut hopes.",
  "17":"Check Free Credit Score on Moneycontrol: Easily track your loans, get insights, and enjoy a ₹100 cashback on your first check!",
  "18":"If we can break above the 50-Day EMA, then it could send the market to the 200-Day EMA, which of course will define the trend for a lot of traders. Underneath, I believe that the $73 level continues to be significant support. We have bounced from a very significant support level, so I do think we are in the midst of a potential trend change.\n\nBrent Crude Oil Technical Analysis\n\nBrent markets have rallied rather significantly as well, testing the 50-Day EMA, and breaking above the $80 level. By doing so, it is a very positive sign, and it looks like we are going to continue to see upward trajectory more than anything else. If we can break above the top of the 50-Day EMA on a daily close, then we could go looking to the $83 level with the 200-Day EMA being a potential target.\n\nUnderneath, the market is likely to continue to see a lot of support, extending down to the $78 level. The $78 level has offered support recently, and therefore if we break down below there, the situation could get kind of ugly, but right now it looks like Brent is trying to do the same thing that the WTI grade of crude oil is going, recovering from a major low.\n\nThe next couple of months will be interesting, but I do think that with the central banks out there looking to loosen monetary policy, specifically the Federal Reserve, it’s likely that we will see people start to bet on an acceleration in the positive momentum for crude oil and other commodities as well. With this, I am cautiously optimistic at the moment but would not be surprised to see multiple pullbacks.\n\nFor a look at all of today’s economic events, check out our economic calendar.",
  "19":"Forex Brokers We Recommend in Your Region See full brokers list\n\nCrude oil markets experienced a slight retracement in Wednesday's trading session, dipping below short-term support levels before witnessing a resurgence of buyer interest.\n\nWest Texas Intermediate (WTI) Crude Oil:\n\nThe WTI Crude Oil market initially displayed a minor pullback during Wednesday's trading session, hinting at some negativity. However, the market swiftly saw buyers reentering, aiming to provide support to crude oil prices. This juncture in the crude oil market presents an intriguing scenario, marked by several concurrent factors.\n\nOne noteworthy thing to think about is the timing, as we find ourselves approaching the year's end, a period where liquidity concerns often come to the fore. Simultaneously, market participants are contemplating the possibility of the Federal Reserve implementing a looser monetary policy in 2024. This potential policy shift has led many traders to anticipate increased crude oil demand, given the likely economic expansion driven by enhanced liquidity.\n\nBrent:\n\nSimilarly, Brent crude oil is expected to continue attracting buyers during pullbacks for similar reasons. Wednesday's trading session witnessed this trend in action. Additionally, the presence of the $80 level further reinforces this sentiment, as it represents a significant psychological and round figure in the market.\n\nIt's worth highlighting that both of these crude oil markets recently tested and rebounded sharply from major lows, suggesting the emergence of a market floor. Currently, the preference lies in buying pullbacks in both markets. However, it's essential to acknowledge that this time of year may also feature short-covering activity, limiting the extent of bullish pressure. The inclination to sell crude oil has diminished, and there is a preference for waiting for multi-day pullbacks before initiating longer-term trades extending into 2024.\n\nThe situation is further complicated by the influence of external factors, such as the activities of the Houthis and their attacks on the Red Sea, which significantly impact crude oil shipping. This geopolitical element adds an additional layer of uncertainty to the crude oil market's dynamics.\n\nTL;DR: the crude oil markets are navigating a complex environment characterized by short-term fluctuations and potential long-term opportunities. The interplay between end-of-year liquidity concerns and expectations of looser monetary policy from the Federal Reserve contributes to this dynamic. Buyers are currently active in both WTI and Brent markets, but caution is advised due to the potential for short-covering and external geopolitical influences.\n\nReady to trade our WTI Crude Oil Forex? We’ve made a list of the best Forex Oil trading platforms worth trading with.",
  "20":"",
  "21":"Nigeria’s 2024 Fiscal Outlook Brightens as Bonny Light Crude Oil Prices Surge\n\nIn what could be a significant boost for Nigeria’s economy, the price of Bonny Light crude oil has surged to $81.11 per barrel.\n\nThis increase of $3.15 above the budget’s reference price of $77.96 comes just before the start of the 2024 fiscal year and could positively impact Nigeria’s N26 trillion budget, which is predicated on a benchmark of $77.96 per barrel and a production volume of 1.78 million barrels per day (bpd).\n\nA Decline in Oil Production\n\nDespite the promising price movement, Nigeria’s oil output has been on the decline. A reported 7.4 percent drop to 1.25 million bpd in November 2023, from 1.35 million bpd in September 2023, poses a risk to achieving the projected revenue, especially if the trend continues into 2024.\n\nIn response to this challenge, the Nigerian National Petroleum Company Ltd (NNPCL) has pledged to increase production to two million barrels of crude oil daily starting in 2024. The NNPCL’s Chairman, Pius Akinyelure, has assured the President of the company’s commitment to transforming the oil and gas sector and contributing to the nation’s prosperity.\n\nConfidence in the Future\n\nDespite the current decline, there is optimism for the future. Senator Heineken Lokpobiri, the Minister of State Petroleum Resources, has expressed confidence that oil production will exceed the 2024 budget target. This bullish outlook is grounded in the upward trend in crude oil prices and the commitment of the NNPCL to boost production.\n\nAs the new fiscal year approaches, all eyes will be on Nigeria’s oil sector. Will the increase in crude oil prices and the pledged boost in production translate into a prosperous 2024? Only time will tell.",
  "22":"Amid the ongoing Red Sea crisis, the hope for a reduction in fuel prices is under threat, according to industry sources closely monitoring the situation. The escalation of geopolitical tensions in the region has prompted a reconsideration of earlier expectations.\n\nAccording to industry insiders, the recent surge in crude oil prices, escalating from $73 to $80 per barrel, has injected complications into the previously optimistic outlook. While initial projections hinted at a possible fuel price reduction, the current geopolitical landscape has altered the equation.\n\nThere’s a strong case for a #FuelPrice cut if #crude sustains below $75 but #RedSea crisis remains a concern as last few days saw #brent climbing back to $80 from $73\/bbl: Industry sources to @Sapna_CNBC pic.twitter.com\/brWQcvbRpp — CNBC-TV18 (@CNBCTV18Live) December 28, 2023\n\nCrucially, industry sources highlight a \"much stronger\" case for a fuel price cut should crude prices manage to stay below the $75 per barrel threshold on a sustained basis. The volatility in crude oil prices, coupled with geopolitical tensions, is now a cause for close monitoring within the energy sector.\n\nIn 2023, Brent crude experienced a significant drop of up to 25% from its September high of $97 per barrel.",
  "23":"Beginning January 8, Today in Energy will encompass a broader range of analysis. Pieces previously published as This Week in Petroleum, the Electricity Monthly Update, and the Natural Gas Weekly Update’s In the News will now fall under Today in Energy. We consolidated these products to provide timely analysis on a variety of fuels in one place. We will continue publishing the data and statistics associated with these products in their current formats and on their current pages, and their article archives will remain in place.\n\nToday In Energy Announcement\n\nWe are excited to announce changes to Today in Energy (TIE).\n\nBeginning on January 8, Today in Energy will encompass a broader range of analysis. Pieces previously published as This Week in Petroleum (TWIP), the Electricity Monthly Update (EMU), and the Natural Gas Weekly Update’s (NGWU) In the News will now fall under Today in Energy.\n\nConsolidating these products will make it easier for you to access our energy analysis. We will continue covering emerging energy topics and remain flexible in analyzing changes to the energy landscape.\n\nKey improvements to TIE articles:",
  "24":"Benchmark U.S. crude oil for February delivery fell $1.46 to $74.11 per barrel Wednesday\n\nBy The Associated Press\n\nBenchmark U.S. crude oil for February delivery fell $1.46 to $74.11 per barrel Wednesday. Brent crude for February delivery fell $1.42 to $79.65 per barrel.\n\nWholesale gasoline for January delivery fell 1 cent to $2.15 a gallon. January heating oil fell 5 cents to $2.62 a gallon. January natural gas rose 7 cents to $2.62 per 1,000 cubic feet.\n\nGold for February delivery rose $23.30 to $2,093.10 per ounce. Silver for March delivery rose 24 cents to $24.64 per ounce, and March copper rose 6 cents to $3.96 per pound.\n\nThe dollar fell to 141.90 yen from 142.49 Japanese yen. The euro rose to $1.1101 from $1.1045.",
  "25":"This audio is created with AI assistance\n\nPayment issues have caused delays in shipments of Russian Sokol crude oil to India, forcing Indian Oil Corp (IOC) to purchase more oil from the Middle East, Reuters reported Dec. 26, citing sources close to the matter.\n\nIOC is India's largest refinery, and the only state-owned refinery with an annual contract to buy varieties of Russian grades, including Sokol, from the Russian oil giant Rosneft.\n\nAccording to shipping data, IOC was set to receive six shipments of Sokol from late November to December, but those cargoes were not delivered. One of the tankers, the NS Century, was sanctioned by the U.S. on Nov. 16.\n\nWhile the NS Century is bound for Singapore, the other shipments remain floating off the coasts of India and Sri Lanka.\n\n\"The supplier has an intent to deliver crude oil. Hopefully a solution will be found soon,\" one source told Reuters.\n\nJoin our community\n\nSupport independent journalism in Ukraine. Join us in this fight.\n\nSupport us\n\nIOC has been paying for Russian oil supplies with dirhams, the currency of the United Arab Emirates, since the Indian government advised all its state-owned refineries to switch from Chinese yuan to dirhams.\n\nSources told Reuters that IOC's payments were delayed because Sakhalin-1 LLC, the Rosneft entity that supplies Sokol oil to IOC, has not been able to open a bank account in the UAE that can accept dirham payments.\n\nIndia has become a critical market for Russian oil amid intensifying Western sanctions. It is now the largest buyer of Russian seaborne crude, though sanctions present logistial difficulties in coordinating shipments.\n\nAccording to Reuters, India's oil ministry told a parliamentary panel in December that state oil companies have difficulties paying for Russian oil supplies because some banks cannot process payments for Russian oil in U.S. dollars.\n\nThe ministry also told the panel that India was complying with the G7's price cap of $60 per barrel for seaborne Russian oil.",
  "26":"Russia's Novak Predicts Brent Crude Oil Prices of $80-$85 per Barrel for 2024\n\nIn the previous month, the United States imposed sanctions on Arctic LNG 2, a liquefied natural gas (LNG) initiative spearheaded by the Russian company Novatek (NVTK.MM). In response to the potential repercussions of these sanctions, foreign stakeholders opted to suspend their involvement in the project. This involved relinquishing their obligations for financing and the execution of offtake contracts for the LNG plant, as reported by the Kommersant daily on Monday.\n\nThe impact of the sanctions was further evidenced by Novatek's declaration of force majeure concerning LNG supplies originating from the project. This move by Novatek was a direct consequence of the sanctions imposed on the Arctic LNG 2 project.\n\nDespite these challenges, Russia's Minister of Energy, Alexander Novak, remains optimistic about the project's progress. Novak asserted that the first train of the Arctic LNG 2 project has effectively commenced LNG production, with initial deliveries anticipated in the first quarter of 2024.\n\nInsiders within the industry corroborated this information, indicating that the initial production from the train has generated the \"first drops\" of LNG. However, achieving the project's designated capacity of 6.6 million metric tons per year is expected to take some time.\n\nThe sanctions imposed on Arctic LNG 2 reflect the complex geopolitical landscape surrounding energy projects and the involvement of international stakeholders. The decision by foreign shareholders to suspend participation underscores the apprehension and potential economic implications of such punitive measures.\n\nNovatek's invocation of force majeure adds another layer of complexity, emphasizing the challenges faced by the project in meeting its contractual obligations, particularly with regard to LNG supplies.\n\nDespite these setbacks, the initiation of LNG production from the first train marks a notable milestone for the Arctic LNG 2 project. The first quarter of 2024 is anticipated to witness the commencement of deliveries, contributing to Russia's LNG export capabilities.\n\nAs developments unfold, the industry will keenly observe how the project navigates the challenges posed by sanctions and other external factors. The successful realization of Arctic LNG 2 holds significance not only for Novatek but also for Russia's position in the global LNG market. The resilience of the project in the face of geopolitical pressures will likely shape perceptions of Russia's energy capabilities and its ability to navigate complex international energy dynamics.\n\nThe imposition of sanctions on Arctic LNG 2 has prompted a series of challenges, including the suspension of foreign stakeholders' involvement and Novatek's declaration of force majeure. However, with the initiation of LNG production from the first train, the project remains on course, albeit with uncertainties regarding its timeline for reaching full capacity. The unfolding saga of Arctic LNG 2 reflects the intricate interplay between geopolitics and energy projects, showcasing the resilience and adaptability required in the contemporary global energy landscape.",
  "27":"The ongoing crisis in the Red Sea has led to worries about a rise in crude oil prices. However, experts are mostly confident that the spike may not be significant given the US economy has been resilient and China is subdued.\n\nShare Market Live NSE\n\nEd Yardeni, President at Yardeni Research, expects crude oil prices to hover in the $90-$95 per barrel range.\n\n\"On the one hand, we have the US economic outlook looking good and on the other hand, China remains depressed. So, I don’t worry too much about crude oil going up to $100,” he told CNBC-TV18.\n\nThe recent tension in the Middle East has contributed to the increase in oil prices, with a new attack on shipping in the Red Sea causing vessels to avoid the vital shipping route. Global benchmark Brent traded near $81 a barrel after a 2.5% rise on Tuesday, while West Texas Intermediate surpassed $75. The attack on the vessel MSC United VIII occurred on its way to Pakistan from Saudi Arabia, despite efforts by the US and other nations to form a maritime task force to prevent such incidents.\n\nAlso Read\n\nThe Houthi militants based in Yemen are behind the latest attack, adding to the concerns already raised by US strikes on targets in Iraq. These events signal that the Israel-Hamas conflict could potentially escalate into a broader conflict, posing a threat to stability in the Middle East. It's important to note that Hamas is designated as a terrorist organization by both the US and the European Union.\n\nPeter McGuire , CEO of XM Australia, believes crude oil prices could gain $5-$10 if the Suez Canal crisis escalates.\n\nHowever, keeping the geopolitical risks aside, and purely based on the demand-supply dynamics, he expects Brent to hover in the range of $70-75 per barrel and WTi in the high 60s or early 70s.\n\nAlso Read | Explosions reported, unmanned aircraft and missiles sighted in Red Sea shipping lane off Yemen coast\n\n(with input from Bloomberg)\n\nFor more details, watch the accompanying video",
  "28":"Charts of crude-oil futures have just flashed a bearish signal the likes of which hasn’t been seen since just before the plunge that preceded the demand destruction caused by the COVID-19 pandemic in early 2020.\n\nA bearish “death cross” pattern appeared Tuesday, with the 50-day moving average for crude futures CL.1, -1.48% CL00, -1.48% crossing below the 200-DMA.\n\nThe 50-DMA is a widely followed short-term trend tracker, while many view the 200-DMA as a dividing line between longer-term uptrends and downtrends. So a death cross is seen by many Wall Street chart watchers as marking the spot that a shorter-term pullback transforms into to a longer-term downtrend.\n\nRead: Dow sees first bearish ‘death cross’ since March 2022. Here is what typically happens next.\n\nThe death cross comes as crude futures rose 3.1% on Tuesday but have tumbled 16.1% over the past three months.\n\nThe last time crude futures’ 50-DMA fell below the 200-DMA was Sept. 7, 2022, when continuous crude futures closed at $81.94. While prices eventually fell, they actually rallied over the next couple of months, to close 12% higher at $91.79 on Nov. 7, 2022.\n\nBut there are some chart watchers, such as Fairlead Strategies LLC technical analyst Katie Stockton, who wouldn’t consider that crossover a real death cross, since the 200-DMA was rising when it appeared.\n\nIn September 2022, a crude-oil death cross appeared with 200-DMA rising, and prices rallied for the next two months before turning lower. FactSet, MarketWatch\n\nThe 50-DMA had dropped to $95.107 on Sept. 7 from $95.659 on Sept. 6, according to FactSet data, while the 200-DMA rose to $95.60 from $95.58.\n\nThe death cross that appeared Tuesday, however, comes with the 50-DMA falling to $77.456 from $77.739 and the 200-DMA slipping to $77.647 from $77.663.\n\nThe last time a real death cross appeared was Feb. 25, 2020, when the 50-DMA declined to $56.377 from $56.554 the day before, and the 200-DMA edged down to $56.396 from $56.455. Crude futures closed that day at $49.90.\n\nAbout three weeks later, when the World Health Organization declared COVID-19 a pandemic, crude was 34% lower at $32.98. And two months after the death cross, crude closed 74% lower at $12.78, as the pandemic led to concerns over an overflow of supply coupled with a plunge in demand.\n\nIn 2020, a death cross preceded a big plunge as the COVID-19 pandemic fueled demand-destruction fears. FactSet, MarketWatch\n\nMoving-average crossovers aren’t meant to be good market-timing signals, given that they are well telegraphed. They can, however, provide some historical perspective on how long and how far a current trend has traveled.\n\nFor example, Tuesday’s crossover comes at a time when fundamentals may appear rather bullish. As Ipek Ozkardeskaya, senior analyst at Swissquote Bank, said in a note to clients Tuesday, “bulls have all the reasons on earth” to push crude prices higher, including an intensifying and apparent expansion of violence in the Middle East, production restrictions and expectations that central banks may soon start trying to boost economic growth by lowering interest rates.\n\n“But interestingly, none has been enough to strengthen the back of the bulls,” Ozkardeskaya wrote.\n\nIn November, after prices fell below the 200-DMA, bulls tried a number of times to reclaim control by getting back above that line but failed to do so. That suggested bears already had the technical momentum on their side.\n\nWhen prices and widely followed fundamentals have apparently contradicted each other in the past, it tends to be prices that prove prescient. In the case of crude, while many may be focusing on potential supply disruptions to be bullish, the real underlying issue driving prices may be concerns over future demand amid slowing economic growth, as the 2020 death cross predicted.\n\nIf crude prices don’t start making some technical progress soon, Ozkardeskaya believes a drop below the $70-per-barrel mark could be on the horizon.\n\n“If that’s the case, there will be even more reason to be confident about a series of [Federal Reserve] rate cuts next year,” Ozkardeskaya wrote.",
  "29":"Shares of Indian oil marketing companies (OMCs) are on an uptrend and scored record-high levels on Thursday, December 28. As noted in the last few sessions over the declining prices of international crude oil as investors expect limited effects of supply cuts announced by the Organistation of Petroleum Exporting Countries and its allies (OPEC+).\n\nShares of Indian Oil Corporation (IOC) were locked at over 5 per cent upper circuit to hit its fresh 52-week high of ₹133.95 apiece on the BSE. Similarly, shares of Hindustan Petroleum Corporation Limited (HPCL) surged significantly and were locked at 10 per cent upper circuit to hit a 52-week high mark of ₹425.45 apiece on the BSE. HPCL emerged as one of the top gainers on BSE today.\n\nAlso Read: India's crude oil output down 0.4% to 2.4 MMT in November, imports decrease 2.3% YoY: PPAC\n\nAlso, shares of Bharat Petroleum Corporation Limited (BPCL) rose 3.26 per cent to hit an intra day high of ₹470.85 apiece on the NSE. BPCL emerged as one of the top gainers on the Nifty 50 earlier today.\n\nDomestic brokerage firm JM Financials said in its latest report that OMCs’ gross auto-fuel marketing margin has jumped to ₹7.9 per litre compared to the historical margin of ₹3.5 per litre and gross auto-fuel integrated margin has risen to ₹16.8 per litre compared to the historical margin of ₹11.3 per litre.\n\nThe brokerage had also highlighted that OMCs in India will find support with international crude oil prices sustaining below the $80 per barrel mark in the near-term. Upstream oil explorers including Oil India and Oil and Natural Gas Corporation (ONGC) will be the key beneficiaries of low crude oil prices.\n\n‘’Optimism on OMCs will be contingent on crude sustaining below ~$80\/bbl with OMCs’ FY24 P\/B valuations (at ~0.9x for HPCL\/IOCL and 1.1x for BPCL) being only 10 per cent discount to historical average after recent rally,'' said JM Financials.\n\nOMC stocks today\n\nOn Thursday, shares of IOC opened at ₹127.25 and gained 5.26 per cent to hit a 52-week high mark of ₹133.95 against a previous close of ₹126.70 apiece on the BSE. Shares settled 5.21 per cent higher at ₹133.30 apiece on the BSE. The OMC commands a market capitalization of ₹174,485.67 crore.\n\nHPCL shares opened at ₹386.45 and surged 10.09 per cent to hit its fresh 52-week high mark of ₹425.45 against a previous close of ₹381.80 apiece on the BSE. Shares finally settled 9.43 per cent higher at ₹417.80 apiece on the BSE.\n\nAlso Read: Stock Picks: ONGC, Oil India among top picks for Motilal Oswal in upstream sector, Indian Oil among OMCs\n\nAnalysts said that completion of various ongoing projects such as Bhatinda refinery expansion, expansion of Vizag refinery, and new Rajasthan (Barmer) refinery in May 2024 are expected to drive growth for the OMC over the next three to five years.\n\nAlso, shares of BPCL settled 2.51 per cent higher at ₹466.10 apiece on the NSE. Domestic brokerage firm Prabhudas Lilladher said that BPCL has historically traded at a higher P\/BV due to investments across its upstream segment. ‘’We assign ~25 per cent discount to its long term P\/BV of 1.3x on account of no significant development in its E&P assets,'' said the brokerage.\n\nAll three OMCs are likely to witness a strong Q3 performance (October-December quarter of current fiscal) on back of improvement in gross marketing margins on petrol and diesel, according to the brokerage.\n\nSingapore gross refinery margin (GRM) for Q3TD stands at $4.5\/bbl, while gross marketing margins (GMMs) on petrol and diesel are at ₹8.2\/(-0.6)\/litre. ‘’Over a longer period, we expect Singapore GRM to stabilize at $6\/bbl and OMCs also to broadly report in line with the same,'' said Prabhudas Lilladher.\n\nBSE More Information\n\nMilestone Alert! Livemint tops charts as the fastest growing news website in the world 🌏 Click here to know more.\n\nUnlock a world of Benefits! From insightful newsletters to real-time stock tracking, breaking news and a personalized newsfeed – it's all here, just a click away! Login Now!",
  "30":"Brent crude oil price news: Oil prices rose in early Asian trade on Thursday as persistent fears over escalating tensions in the Middle East outweighed easing concerns about transport disruptions as some global shipping firms said they were returning to the Red Sea route.\n\nBrent crude futures climbed 20 cents, or 0.3 per cent, to $79.85 a barrel by 0133 GMT. US WTI crude futures were up 24 cents, or 0.3 per cent, at $74.35 a barrel.\n\nPrices dropped nearly 2 per cent on Wednesday as major shipping firms began returning to the Red Sea.\n\n\"Concerns about shipping in the Red Sea have eased, but continued worries about tensions in the Middle East, especially on Iran's involvement in the region, make it difficult to sell further,\" said Hiroyuki Kikukawa, president of NS Trading, a unit of Nissan Securities.\n\n\"The market is likely to try the upside again... maybe in the early new year, also on expectations of a recovery in fuel demand thanks to monetary easing in the United States and higher kerosene demand during the winter in northern hemisphere,\" he said.\n\nDanish shipping company Maersk said it has scheduled several dozen container vessels to travel via the Suez Canal and Red Sea in the coming weeks after calling a temporary halt to those routes this month after attacks by Yemen's Iran-backed Houthi militia.\n\nBut the prospect of a prolonged Israeli military campaign in Gaza and the spillover of the conflict to attacks on ships in the Red Sea remain major drivers of market sentiment.\n\nIsraeli forces pummelled central Gaza by land, sea and air on Wednesday, a day after Israel's chief of staff, Herzi Halevi, told reporters the war would go on \"for many months\".\n\nGrowing expectations that key central banks such as the Federal Reserve will start to cut interest rates early next year also lent support. Lower interest rates reduce borrowing costs, which can stimulate both economic growth and oil demand.\n\nThe market showed little reaction to the build in US crude stockpiles last week.\n\nUS oil inventories rose by 1.84 million barrels in the week to Dec. 22, according to market sources citing American Petroleum Institute figures on Wednesday, against an estimated drop of about 2.7 million barrels in a poll of seven analysts by Reuters.\n\nUS government data on stockpiles is due on Thursday, delayed by a day due to the Christmas holiday on Monday",
  "31":"The recent easing of sanctions between the United States and Venezuela, marked by pivotal legal settlements and new commercial arrangements, represents a significant turning point for the global energy industry.\n\nThese developments, particularly the resolution of disputes involving Petróleos de Venezuela S.A. (PDVSA), signal the reinvigoration of Venezuela's oil and gas sector and hold substantial promise for energy-hungry Europe.\n\nThe settlement between PDVSA and Refineria di Kòrsou (RdK), navigated by Dentons Europe LLP - led by David Syed, head of their Sovereign Advisory practice - brings to an end a longstanding impasse that had stifled the operational potential of RdK's refinery and oil terminal in Curaçao since 2020.\n\nUnder this settlement, PDVSA will resume the supply of crude oil to RdK and initiate discussions on long-term gas supply, enabling RdK to recommence its operations. This development is a win for PDVSA and RdK and a strategic move that reopens crucial pathways in the Caribbean energy landscape.\n\nFurthermore, the collaboration between PDVSA and Repsol Exploración, S.A. to bolster investment in their joint venture, Petroquiriquire, S.A., heralds a new era of increased production in the Venezuelan oil and gas industry.\n\nA similar deal with ENI of Italy is imminently expected.\n\nThe intention to significantly boost overall production underlines a commitment to revitalize the national economy of Venezuela, a country with one of the world's largest oil reserves but whose potential has been largely untapped due to political and economic challenges.\n\nFor Europe, these developments couldn't be timelier. The continent benefits greatly, grappling with energy supply concerns exacerbated by geopolitical tensions and a push for diversification away from reliance on Russian energy sources.\n\nVenezuela's re-entry into the global oil and gas market as a significant player provides Europe with an alternative and potentially stable energy source. This could be instrumental in mitigating the current energy crisis and contributing to Europe's energy security.\n\nVenezuela's strategic geographic location and colossal oil reserves make it an ideal candidate for European nations striving to diversify their energy sources. Venezuela boasts the world's largest proven oil reserves, exceeding even those of Saudi Arabia.\n\nAccording to the Organization of the Petroleum Exporting Countries (OPEC), Venezuela's proven oil reserves are estimated to be around 303.8 billion barrels, representing a significant portion of the global oil supply.\n\nBefore the sanctions and economic turmoil, Venezuela was producing about 2.4 million barrels per day. Though current production levels are significantly lower, there is potential for rapid growth given the country's abundant reserves.\n\nOil output has already increased significantly over the last year under the leadership of Vice President Delcy Rodríguez and Oil Minister Pedro Rafael Tellechea.\n\nAs of 2021, the European Union's crude oil imports from Russia accounted for roughly 27% of its total oil imports, according to Eurostat. Replacing even a fraction of this with Venezuelan oil could significantly enhance Europe's energy security.\n\nADVERTISEMENT\n\nMoreover, Venezuela's location is advantageous for transatlantic trade. Its proximity to the Caribbean Sea provides direct maritime routes to European ports, potentially making oil and gas transportation more efficient and cost-effective compared to other global suppliers.\n\nIn essence, the sanctions relief deal and the subsequent legal and commercial maneuvers represent a recalibration of the global energy equation. For Venezuela, it marks a resurgence of its energy sector and a step towards economic recovery. For Europe, it offers a new avenue for securing energy resources, crucial for its economic stability and energy independence.\n\nBy\n\nMore Top Reads From Oilprice.com:",
  "32":"Qatari oil and gas company QatarEnergy has announced a five-year crude oil supply agreement with Shell.\n\nThe agreement stipulates the supply of up to 18 million barrels per annum of Qatar Land and Qatar Marine crude oils to Shell starting in January 2024.\n\n“We are delighted to sign our first ever five-year crude sales agreement. This agreement further strengthens QatarEnergy’s relationship with Shell, which is not only a reliable crude oil off-taker, but also a major customer and a strategic partner of QatarEnergy. We look forward to building on our historic relationship and hope we achieve greater success with Shell,” said Saad Sherida Al-Kaabi, the Minister of State for Energy Affairs and he President and CEO of QatarEnergy.\n\nThe agreement highlights QatarEnergy’s strategy in establishing longer-term strategic business relationship and cooperation.\n\nQatarEnergy and Shell have a long-standing strategic partnership through several shared investments in the energy industry in Qatar and globally, including QatarEnergy LNG projects, the Pearl GTL Plant, and several other joint investments.",
  "33":"Shares of oil and gas companies were broadly, but lightly, lower in premarket trading Thursday, as crude oil prices fell for a second straight session amid easing Red Sea tensions. The Energy Select Sector SPDR ETF XLE shed 0.4% ahead of the open, as crude oil futures CL.1 CL00 slid 1.4%, after dropping 1.5% on Wednesday. Among the energy ETF’s more-active components, shares of Exxon Mobil Corp. XOM eased 0.1%, of Kinder Morgan Inc. KMI gave up 0.6%, of Chevron Corp. CVX slipped 0.2%, of Occidental Petroleum Corp. OXY were down 0.1% and of Marathon Oil Corp. MRO fell 0.6%. The energy ETF has declined 2.5% year to date...\n\nMaster your money. Subscribe to MarketWatch. Get this article and all of MarketWatch. Access from any device. Anywhere. Anytime. Subscribe Now Already a subscriber? Log In",
  "34":"By Osama Rizvi, economist & energy analyst\n\nThe global oil markets are poised for some serious headwinds and challenges in 2024. Euronews Business looks at the outlook for the most important commodity in the world, oil.\n\nADVERTISEMENT\n\nAn impending recession, a deepening slowdown in the major economies of the world, less than expected crude demand from China, and less production will be defining features for oil markets in 2024.\n\nFirstly, let’s recap the performance of crude oil in 2023.\n\nOil markets in 2023 - a recap\n\nThe oil markets in 2023 can be defined by certain characteristics. The most important of all was the prolonged production cuts by OPEC+ (the Organisation of the Petroleum Exporting Countries and its allies). Together they pump 40% of global oil supply.\n\nIn April 2023, the group announced additional cuts of 1.65 million barrels per day (mbpd), building on their previously agreed cuts of 2 mbpd from October 2022. This would correspond to about 3.66 mbpd of cuts equal to about 3% of global oil demand. Markets reacted positively to this development and oil prices rallied.\n\nThe trend gained more momentum when in June 2023 Saudi Arabia, the de-facto leader of OPEC and one of the top 3 largest oil producers in the world, decided to volunteer for additional cuts of 1 mbpd “with the aim of supporting the stability and balance of oil markets”. Oil prices peaked at $97, an increase of 25% since June 2023. Recently in November, OPEC+ also agreed to extend the cuts into the first quarter of 2024.\n\nApart from that, China’s economic recovery continued to thwart any sustainable and substantial oil price rally. European countries also registered an economic slowdown with oil demand in Germany falling by 90,000 bpd in 2023, according to the International Energy Agency (IEA) expectations. Furthermore, US manufacturing activity declined for 13 consecutive months.\n\nThe war in the Middle-East, meanwhile, had a muted effect on oil prices.\n\nOil price outlook for 2024\n\nIt is expected that we will see ample supply next year due to a slowdown in economic activity combined with rising production from the US - that recently touched its highest at 13.24 mbpd. Moreover, Brazil, Guyana, Norway and Canada will keep the markets flush with enough oil. This also answers the question of whether oil prices will touch $100 in 2024. Without a geopolitical flashpoint, the chances of that happening are almost zero.\n\nThe IEA sees global oil demand rising next year as it highlighted in its recent report. It said that the world’s oil consumption will increase by 1.1 mbpd in 2024 - and noted production from non-OPEC producers will also contribute 1.2 mbpd to global supply. OPEC’s 2024 outlook is slightly different from that of the IEA as it sees an uptick of 2.25 mbpd.\n\nIn terms of price, technical analysis shows there seems to be considerable support at $65 (for WTI) and in the mid $60 range for Brent crude, if the global recession hits. Realising the slowdown in the global economy, Goldman Sachs has reduced its forecast as it sees Brent averaging $80\/$81. This forecast converges with that of IEA, which sees Brent at $82.57 per barrel in 2024. Barclays is still on the higher side and sees oil averaging $93 in 2024, while S&P Global thinks $85 is more appropriate.\n\nThe most important trend to follow in order to get a better understanding on the outlook for oil prices for 2024 is the state of the global economy as oil demand is synonymous with economic activity.\n\nWhen OPEC+ reduced its output (as earlier noted) it was not because there was more oil in the markets, it was because the group was wise enough to foresee the impending slowdown in the global economy.\n\nAs we enter 2024, the global economic indicators do not look very strong and the probability of a recession, despite suggestions of a soft landing, is still high. As a result, oil prices in 2024 will have more downside potential than upside.\n\nHow market oil prices impact consumers\n\nCrude oil is the most strategically important commodity in the world. There are 4000+ by-products of oil and its price impacts almost all the sectors of the economy and every sphere of our lives.\n\nRising oil prices contribute to higher transportation costs that can result in the increased prices of goods. Furthermore, by driving up energy prices in general, rising oil prices contribute to higher inflation levels that eat away at consumers’ purchasing power.\n\nAccording to Eurosystem staff projections “an increase of 1% in oil prices would imply a decline in the level of euro area potential output of around -0.02% in the medium term”.\n\nDespite the headwinds in 2024, consumers might be able to breathe a sigh of relief as oil prices are expected to remain range-bound or trend downwards as compared to 2023, as earlier noted, with the global economy expected to remain sluggish.",
  "35":"in this edition of Moneycontrol Pro Panorama: RBI warns on growing bank-NBFC linkage, will CESC’s pivot resolve valuation woes?,...\n\nMoneycontrol Pro Panorama | Debunking the myth of a close correlation between the economy and the market\n\nUSER CONSENT\n\nWe at moneycontrol use cookies and other tracking technologies to assist you with navigation and determine your location. We also capture cookies to obtain your feedback, analyse your use of our products and services and provide content from third parties. By clicking on 'I Accept', you agree to the usage of cookies and other tracking technologies. For more details you can refer to our cookie policy.\n\n*We collect cookies for the functioning of our website and to give you the best experience. This includes some essential cookies.\n\nCookies from third parties which may be used for personalization and determining your location. By clicking 'I Accept', you agree to the usage of cookies to enhance your personalized experience on our site. For more details you can refer to our cookie policy\n\n*I agree to the updated privacy policy and I warrant that I am above 16 years of age\n\nI agree to the processing of my personal data for the purpose of personalised recommendations on financial and similar products offered by MoneyControl\n\nI agree personalized advertisements and any kind of remarketing\/retargeting on other third party websites\n\nI agree to receive direct marketing communications via Emails and SMS\n\nPlease select (*) all mandatory conditions to continue.\n\nI Accept",
  "36":"December 28, 2023, by Jasmina Ovcina Mandra\n\nQatar’s state-owned oil and gas company QatarEnergy has entered into a five-year crude oil supply agreement with Shell International Eastern Trading Company, Singapore (Shell).\n\nIllustration; Source: Shell\n\nCommencing in January 2024, the deal encompasses the supply of up to 18 million barrels annually of Qatar Land and Qatar Marine crude oils to Shell.\n\n“We are delighted to sign our first ever five-year crude sales agreement. This agreement further strengthens QatarEnergy’s relationship with Shell, which is not only a reliable crude oil off-taker, but also a major customer and a strategic partner of QatarEnergy,” His Excellency Mr. Saad Sherida Al-Kaabi, the Minister of State for Energy Affairs and the President and CEO of QatarEnergy, said.\n\nThe value of the deal was not disclosed.\n\nThis strategic move is driven by QatarEnergy’s strategy to forge enduring and strategic business relationships.\n\nThis deal represents a pragmatic acknowledgment that, despite the global push towards cleaner energy alternatives, the demand for conventional fossil fuels persists. That being said, it can be viewed as a transitional measure, providing stability for both entities while allowing them to collectively navigate the complex journey towards a more sustainable energy future.\n\nThe collaboration between QatarEnergy and Shell extends well beyond this landmark agreement, reflecting a history of joint investments in the energy sector within Qatar and across the globe. Notable ventures include contributions to QatarEnergy LNG projects, the Pearl GTL Plant, and various other investments.\n\nSpecifically, in October 2023, QatarEnergy and Shell, through their affiliates, signed two long-term LNG sale and purchase agreements for the supply of LNG from Qatar to the Netherlands.\n\nPursuant to the agreements, up to 3.5 million tons per annum (mtpa) of LNG will be delivered to the Gate LNG terminal in the port of Rotterdam starting in 2026 for a term of 27 years.\n\nRelated Article Posted: 2 months ago QatarEnergy and Shell agree on 27-year LNG supply to the Netherlands Posted: 2 months ago\n\nMoreover, in November, QatarEnergy signed a partnership agreement with China Petrochemical Corporation (Sinopec) for the North Field South (NFS) expansion project.\n\nThe two parties signed a long-term sales and purchase agreement (SPA) for the delivery of 3 million tons per annum (MTPA) of LNG from the NFS project to Sinopec’s receiving terminals in China over a span of 27 years.",
  "37":"By accepting cookies, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n\nReject Accept Cookies\n\nx",
  "38":"DUBAI, Dec 28 (Reuters) - Qatar has agreed to supply Shell in Singapore with up to 18 million barrels of oil a year for five years in what the Gulf state's energy company said was its first ever five-year crude sales deal.\n\nQatarEnergy said it had agreed with Shell International Eastern Trading Company to supply up to 18 million barrels each year of Qatar Land and Qatar Marine crude oils starting in January.\n\n“We are delighted to sign our first ever five-year crude sales agreement. This agreement further strengthens QatarEnergy’s relationship with Shell,\" QatarEnergy Chief Executive Saad Sherida Al-Kaabi said in a statement. (Writing by Alexander Cornwell. Editing by Jane Merriman)",
  "39":"Power Players\n\nPower Players, a Bloomberg Originals documentary talk show hosted by Jason Kelly, dives into the stories of influential sports figures who have translated their success from the high-octane world of athletics into the the realms of investing, management and business.",
  "40":"\n\n\n\nIn a big boost towards achieving Nigeria’s energy refining capacity and security, Nigeria’s Dangote refinery has received its next one-million-barrel crude oil cargo from Shell International Trading and Shipping Company Limited (STASCO), bringing the total to three million barrels at the facility’s Single-Point Mooring.\n\nIt was also gathered by the ARISE NEWS team that the fourth shipment of crude is on the way.\n\nThe company, gearing up to commence operations at 350,000 bpd, is scheduled to start production of diesel and aviation fuel by Mid- January 2024 in which Premium Motor Spirit production is to follow.\n\nDangote Petroleum Refinery has the capacity to meet 100% of the Nigeria’s requirement of all refined products, gasoline, diesel, kerosene, and aviation jet, and also have surplus of each of these products for export.\n\nEarlier this month, the $20bn refinery received its first crude of 950,000-barrel cargo from Nigeria’s Agbami crude berthed at Dangote’s offshore crude receiving terminal in Lekki at about 7pm on December 7, marking the initiation of crude supplies for the refinery’s operations.\n\nThe tanker chartered by the Nigerian National Petroleum Company (NNPC), symbolised the initial crude supply to Dangote’s state-of-the-art refinery as it geared up to initiate production.\n\nThe NNPC, owning a 20% stake in the refinery, recently entered an agreement to supply 6 million barrels of crude oil as feedstock to the Dangote refinery in December, aiming to jumpstart operations.\n\nThe owner, Aliko Dangote had earlier stated that the Dangote Refinery, will fully come online with the refining of 650, 000 barrels per day by the end of 2024.\n\nDangote, in an interview in November, also said that the refinery would start with refining Nigerian crude, insisting that the refinery’s first priority is to supply petrol to Nigeria before exporting elsewhere, including the West African region.\n\n“We don’t want to start our refinery with foreign goods, we want to start with the Nigerian crude.\n\nWe’re more than ready and you will see our gasoline products soon.”\n\nThe refinery situated on the outskirts of Lagos, Nigeria’s commercial hub, had faced delays since its announcement in 2013, despite substantial installation progress made in 2019.\n\nIn September 2023, the refinery announced that it will start producing diesel and kerosene in October 2023 and gasoline one month later.\n\nIn October, it was clear that the refinery would not yet be able to start operations because the supply of crude oil was stalling, which caused considerable public reaction.\n\nOn 25 November, a new date of December 2023 was given for the start of operations, with the refinery expecting a delivery of 6 million barrels of crude oil in December.\n\nLillian Jijingi. Chioma Kalu",
  "41":"Crude oil posted the biggest weekly gain since October as attacks in the Red Sea forced hundreds of ships to take safer but longer routes, delaying the delivery of oil cargoes. Oil prices also eased expectations Angola could increase oil output after leaving the Organisation of Petroleum Exporting Countries (OPEC) cartel, but rose for the week on positive US economic news and worries Houthi ship attacks would boost supply costs.\n\nBrent futures fell 32 cents, or 0.4 per cent, to settle at $79.07 a barrel, while US West Texas Intermediate (WTI) crude fell 33 cents, or 0.5 per cent, to settle at $73.56, according to news agency Reuters. This left both benchmarks up about three per cent for the week after gaining less than one per cent last week.\n\nAlso Read: Year 2023 | From $82 to near $100 and back: How Brent crude moved in 2023 over OPEC+ cuts and more\n\nBack home, on the Multi Commodity Exchange (MCX), crude oil futures due for a January 19 expiry, settled higher by 0.02 per cent at ₹6,164 per bbl, having swung between ₹6,126 and ₹6,247 per bbl during the session, against a previous close of ₹6,163 per barrel.\n\nWhat's driving crude oil prices?\n\n-Crude is headed for its first annual drop since 2020 as surging production from the US and elsewhere counters efforts by the OPEC cartel to support prices through output cuts. The outlook for demand is also fragile, with the International Energy Agency forecasting that growth will slow sharply next year.\n\n-So far this week, only about 30 tankers, including crude oil and fuel carriers, have entered the Bab al-Mandab Strait at the southern end of the Red Sea, according to vessel-tracking data compiled by Bloomberg.\n\n-In the Middle East, more maritime carriers said they were avoiding the Red Sea due to attacks on vessels carried out by the Iranian-backed Houthi militant group, which says it is responding to Israel's war in Gaza. Major shippers such as Maersk said they would impose extra charges linked to re-routing ships.\n\nAlso Read: Angola's OPEC exit opens way for more Chinese investment\n\n-The attacks have caused disruptions through the Suez Canal, which handles about 12 per cent of world trade. In Iraq, oil ministry spokesman Asim Jihad affirmed Iraq's support for the OPEC agreement and its commitment to voluntary oil cuts.\n\n-In Africa, Angola's decision to leave the OPEC cartel could open the way for Beijing to increase investment in the country's oil and other sectors. Angola produces about 1.1 million barrels per day of oil.\n\n-The US inflation data and Houthi attacks in the Red Sea should be more supportive of oil prices than any future increase in output from Angola, according to analysts.\n\n-In the US, a key inflation reading came in softer than expected, boosting investor optimism that the US Federal Reserve would lower borrowing costs next year. Lower interest rates cut consumer borrowing costs, which can boost economic growth and demand for oil.\n\n-Expectations that the Fed is more likely to cut interest rates next year also helped reduce the US dollar to its lowest since July against a basket of other currencies for a second day in a row. A weaker dollar can boost oil demand by making the fuel more expensive for buyers using other currencies.\n\nMilestone Alert! Livemint tops charts as the fastest growing news website in the world 🌏 Click here to know more.\n\nUnlock a world of Benefits! From insightful newsletters to real-time stock tracking, breaking news and a personalized newsfeed – it's all here, just a click away! Login Now!",
  "42":"Oil prices slipped on Wednesday, December 27, paring the previous day's gains as investors monitored developments in the Red Sea, where shippers are returning despite further attacks on Tuesday.\n\nBrent crude futures were down 53 cents, or 0.7 per cent, at $80.54 a barrel. US West Texas Intermediate crude fell 67 cents, or 0.9 per cent, to $74.90, according to news agency Reuters. Both the Brent and WTI benchmarks settled more than 2 per cent higher in the previous session as the latest attacks on ships in the Red Sea prompted fears of shipping disruption.\n\nBack home, on the Multi Commodity Exchange (MCX), crude oil futures due for a January 19 expiry, was last trading 1.63 per cent lower at ₹6,212 per bbl, having swung between ₹6,193 and ₹6,314 per bbl during the session, against a previous close of ₹6,315 per barrel.\n\nWhat's weighing on crude oil prices?\n\n-Danish shipping company Maersk said it has scheduled several dozen container vessels to travel via the Suez Canal and Red Sea in the coming weeks after calling a temporary halt to those routes this month after attacks by Yemen's Iran-backed Houthi militia.\n\n-The prospect of a prolonged Israeli military campaign in Gaza remained a major driver of market sentiment. Israeli forces pummelled central Gaza by land, sea and air on Wednesday, a day after Israel's Chief of Staff Herzi Halevi told reporters the war would go on \"for many months\".\n\nAlso Read: India's crude oil output down 0.4% to 2.4 MMT in November, imports decrease 2.3% YoY: PPAC\n\n-Elsewhere, oil loadings at the Russian Black Sea port of Novorossiisk were suspended because of a storm. However, the Caspian Pipeline Consortium (CPC) terminal near the port was open, said Kazakhstan's energy ministry.\n\n-US crude stocks were expected to have fallen by 2.6 million barrels last week, while distillate and gasoline inventories were expected to have risen, according to a preliminary poll conducted by Reuters.\n\n-Oil output in Russia, the third largest producer in the world after the US and Saudi Arabia, is expected to be steady or even to increase next year as Moscow has largely overcome Western sanctions, according to analysts.\n\n-Oil prices also eased last week over expectations Angola could increase oil output after leaving the Organisation of Petroleum Exporting Countries (OPEC) cartel. Crude is headed for its first annual drop since 2020 as surging production from the US and elsewhere counters efforts by the OPEC cartel to support prices through output cuts\n\nWhere are prices headed?\n\nCrude oil concluded on a positive note yesterday amid escalating tensions in the Red Sea following a drone attack on an oil tanker. The surge in crude oil prices was further fuelled by a weakening dollar index, which hit a five-month low due to growing optimism about imminent interest rate cuts from the US Federal Reserve. US actively contributed to the bullish trend by initiating purchases for its strategic reserves, lending additional support to prices.\n\n‘’Anticipating ongoing volatility, we project that crude oil prices will exhibit fluctuations. The support level for crude oil stands at $74.50–73.80, with resistance expected at $75.90-76.50 in today’s session. In terms of the Indian Rupee (INR), crude oil finds support at ₹6,210-6,140, while resistance is identified at ₹6,380-6,440,'' said Rahul Kalantri, VP Commodities, Mehta Equities Ltd.\n\nMilestone Alert! Livemint tops charts as the fastest growing news website in the world 🌏 Click here to know more.\n\nUnlock a world of Benefits! From insightful newsletters to real-time stock tracking, breaking news and a personalized newsfeed – it's all here, just a click away! Login Now!",
  "43":"By Anthony Harrup\n\nU.S. crude-oil inventories likely fell last week while gasoline and distillate stocks are expected to show modest builds, according to a survey by The Wall Street Journal.\n\nCommercial crude stocks are seen down by 2.4 million barrels to 441.3 million barrels in the week ended Dec. 22, according to the average estimate of eight analysts and traders. Estimates range from a draw of 1.2 million barrels to one of 3.4 million barrels.\n\nThe inventory report from the U.S. Energy Information Administration is scheduled for release at 11 a.m. EST Thursday, pushed back by onre day because of the Christmas holiday.\n\nGasoline inventories are expected to have increased by 100,000 barrels to 226.8 million barrels, with estimates ranging from a draw of 1.4 million barrels to a build of 2.2 million barrels.\n\nStocks of distillates, mostly diesel fuel, are seen up by 700,000 barrels to 115.7 million barrels, with forecasts ranging from an increase of 2.6 million barrels to a decrease of 1.9 million.\n\nRefinery capacity use is seen unchanged from a week earlier at 92.4%, with three respondents predicting an increase, three a decline and two making no forecast. Estimates range from an increase 0.8 percentage point to a decrease of a half percentage point.\n\nCrude Gasoline Distillates Refinery Use Again Capital -3.4 -1.4 -1.9 0.8 Confluence Investment Management -2.7 0.5 2.0 -0.5 DTN -1.2 1.5 1.3 0.3 Excel Futures -2.4 2.2 1.0 -0.4 Spartan Capital Securities -1.6 -1.2 2.6 n\/f Price Futures Group -3.0 -1.0 -1.0 -0.5 Ritterbusch and Associates -2.6 0.4 1.0 0.4 Tradition Energy -2.1 -0.1 0.3 n\/f AVERAGE -2.4 0.1 0.7 unch\n\nNote: Numbers in millions of barrels, with the exception of refinery use, which is in percentage points.\n\nn\/f = no forecast\n\nunch = unchanged\n\nWrite to Anthony Harrup at anthony.harrup@wsj.com\n\n(END) Dow Jones Newswires\n\n12-27-23 1240ET",
  "44":"From gomarkets.com\n\nWednesday’s session saw another drift higher in equities with volumes still in holiday mode and few major catalysts to drive market action. There were some big moves in safe haven assets with USDCHF tanking and Gold breaking a key resistance level, a big build in inventories also saw Crude Oil take a tumble. USDCHF The Swiss Franc surged over 1% against the USD, one of its biggest session gains of 2023 and seeing USDCHF hit lows not seen since SNB intervention back in 2015. Price action seemed to be more CHF strength rather the USD weakness as CHF handily outperformed all other G10 currencies. USDCHF RSI reading ... ( full story )",
  "45":"At the end of the day, the recent rally in the crude oil market signifies bullish sentiment, with key technical levels playing a pivotal role in shaping the trajectory.\n\nForex Brokers We Recommend in Your Region See full brokers list\n\nThe crude oil market staged a remarkable rally during Tuesday's trading session, underscoring the presence of substantial bullish pressure as it looks like Federal Reserve policy is starting to take center stage here.\n\nWTI Crude Oil\n\nIn West Texas Intermediate Crude Oil, prices surged significantly, breaching the crucial $75 level. This level, marked by its psychological significance and round-figure status, succumbed to the market's upward momentum. Notably, the 50-day Exponential Moving Average lies just above, potentially acting as a resistance point in the near term. Therefore, traders should remain mindful of this technical factor.\n\nA potential breakthrough of the 50-day EMA could propel the market toward the 200-day EMA, a pivotal trend-defining point for many traders. Beneath the current price action, the $73 level persists as a formidable support zone, having recently facilitated a strong bounce. This development suggests the potential for a shift in the prevailing trend.\n\nBrent\n\nThe Brent markets similarly experienced a substantial rally, with prices testing the 50-day EMA and surmounting the $80 level. This upward move represents a positive signal, affirming the likelihood of continued upward momentum. A daily close above the top of the 50-day EMA could set the stage for an advance toward the $83 level, with the 200-day EMA emerging as a potential target.\n\nBeneath the current price structure, robust support is anticipated, extending down to the $78 level. Recent price action has demonstrated the resilience of this level as a support base. However, a breach below this level could introduce a measure of uncertainty into the market, although at present, Brent seems to be mirroring the recovery pattern observed in WTI Crude Oil after a significant low.\n\nLooking ahead, the upcoming months are poised to be intriguing, with central banks, including the Federal Reserve, contemplating a loosening of monetary policy. This potential shift in monetary dynamics could stimulate positive momentum for crude oil and other commodities. Consequently, there is a sense of cautious optimism prevailing, but it is prudent to remain prepared for potential pullbacks in the market.\n\nAt the end of the day, the recent rally in the crude oil market signifies bullish sentiment, with key technical levels playing a pivotal role in shaping the trajectory. Market participants must stay attuned to these levels while keeping an eye on evolving central bank policies, which could significantly influence the direction of crude oil and the broader commodity landscape. While optimism prevails, traders should remain vigilant for any potential retracements soon.\n\nReady to trade WTI Crude Oil FX? We’ve shortlisted the best Forex Oil trading brokers in the industry for you.",
  "46":"The first thing that catches my attention is the fact that we are at the end of the year and liquidity probably continues to be an issue. That being said, we also have to keep in mind that if the Federal Reserve is in fact going to loosen monetary policy in 2024, a lot of traders extrapolate that out to the idea of more crude oil demand as it is likely we will continue to see economic expansion based on liquidity.\n\nBrent Crude Oil Technical Analysis\n\nFor many of the same reasons, I think that Brent is also going to continue to see buyers on dips. We have certainly seen that play out during the day on Wednesday, and of course the fact that the $80 level is right here as well certainly makes a certain amount of sense as it is a large, round, psychologically significant figure.\n\nIt is probably worth noting that both of these markets have recently tested a major low and bounced quite sharply, so I do think that we have found a floor in the market. I presently like the idea of buying pullbacks in both markets, but I also recognize this time of year could also feature a certain amount of short covering, so you can only read so much into the bullish pressure. I have no interest in selling oil anymore, but I would like to see some type of multi-day pullback in order to get involved in what I think is going to be a longer-term trade for a significant part of the year going into 2024. This is especially exacerbated by the Houthis and their attacks on the Red Sea, which obviously has a major influence on shipping of crude oil.\n\nFor a look at all of today’s economic events, check out our economic calendar.",
  "47":"Check Free Credit Score on Moneycontrol: Easily track your loans, get insights, and enjoy a ₹100 cashback on your first check!",
  "48":"Commits to supply up to 18 million barrels annually\n\nQatar announced a major milestone for its crude oil exports as it signed a five-year crude sales deal with Shell. The agreement calls for the supply of 18 million barrels of oil annually for five years.\n\nQatarEnergy signed the deal with Shell International Eastern Trading Co. and has committed to supply Qatar Land and Qatar Marine crude oils to the international oil giant’s trading arm in Singapore.\n\nLong-term partnership\n\nThe deal is part of QatarEnergy’s strategy to engage long-term business partnerships. In a statement, Saad Sherida Al-Kaabi, the minister of state for energy affairs and president and CEO of QatarEnergy, said, “We are delighted to sign our first-ever five-year crude sales agreement.”\n\nIn addition, he said that the “agreement further strengthens QatarEnergy’s relationship with Shell, which is not only a reliable crude oil off-taker, but also a major customer and a strategic partner of QatarEnergy.”\n\nRead: QatarEnergy and Sinopec unite for largest LNG expansion\n\nQatarEnergy and Shell maintain a longstanding strategic partnership. Both have collaborated on several joint undertakings and investments in the energy sector in Qatar and internationally. Some of these partnerships include QatarEnergy LNG projects and the Pearl GTL Plant, among others.\n\nQatarEnergy milestones\n\nThe deal comes on the heels of another major accord signed by QatarEnergy for its liquefied natural gas (LNG) business. In October, QatarEnergy signed a sale and purchase agreement with Italy’s Eni to supply up to 1 million tons of LNG. In a media statement, the state-run petroleum company revealed that it will deliver LNG to Italy for 27 years beginning in 2026.\n\nFurthermore, QatarEnergy signed another deal with French firm TotalEnergies. The agreement calls for QatarEnergy to supply up 3.5 million tons per annum of LNG to France for 27 years.\n\nFor more energy stories, click here.",
  "49":"Domestic stock indices are likely to open higher on Thursday ahead of the expiry of the December series futures and options contracts. Global cues were positive, as Asian stocks advanced in early trade, tracking an overnight rise in US stocks. Dollar was wobbling near five-month low and oil prices inched up amid geopolitical tensions. Back home, Azad Engineering IPO will make its market debut today. Here's what you should know before the Opening Bell:\n\n\n\nNifty outlook\n\nNifty managed to make a new record high of 21,675.55, before closing Wednesday’s trade a tad above 21,600 level. \"It formed a strong bullish candle on the chart with good volume, indicating a strong bullish momentum in the index. Overall, Nifty is maintaining a strong bullish trend with support levels at 21,500 and 21,400. Positional traders are advised to hold Nifty with a stop loss at 21,350,\" said Mandar Bhojane, Equity Research Analyst at Choice Broking.\n\n\n\nNifty Bank outlook\n\nThe Nifty Bank recently experienced a breakout from consolidation on the daily chart. It has consistently been maintaining a position above a critical moving average, said Rupak De, Senior Technical Analyst at LKP Securities. \"Additionally, the RSI reflects a bullish crossover on the daily chart. The index could potentially target levels of 48,500-48,800 on the upside. A support is placed at 48,000,\" he said.\n\n\n\nGIFT Nifty signals a positive start\n\nNifty futures on the NSE International Exchange traded 61 points, or 0.28 per cent, higher at 21,962, hinting at a positive start for the domestic market on Thursday.\n\n\n\nAsian stocks rally at open\n\nAsian shares hit a five-month high on Thursday, as market wagers on ever-more aggressive rate cuts extended a huge rally in US stocks and bonds. The MSCI's broadest index of Asia-Pacific shares outside Japan was up 0.78 per cent. Japan's Nikkei dropped 0.66 per cent; Australia's ASX 200 gained 0.48 per cent; New Zealand's DJ rose 0.33 per cent; China's Shanghai advanced 0.59 per cent; Hong Kong's Hang Seng jumped 1.14 per cent; South Korea's surged 0.85 per cent.\n\n\n\nOil prices rise amid Middle-East fears\n\nOil prices rose in early Asian trade on Thursday as persistent fears over escalating tensions in the Middle East outweighed easing concerns about transport disruptions as some global shipping firms said they were returning to the Red Sea route. Brent crude futures climbed 20 cents, or 0.3 per cent, to $79.85 a barrel by 0133 GMT. US WTI crude futures were up 24 cents, or 0.3 per cent, at $74.35 a barrel.\n\n\n\nDollar wobbles near 5-month low\n\nThe dollar nursed steep losses on Thursday and was headed for a yearly decline after two years of strong gains as expectations of interest rate cuts from the Federal Reserve next year grip markets. The dollar index fell to a fresh five month low of 100.81. The euro was up 0.09 per cent at $1.1113, while the Sterling was last at $1.2813. Meanwhile, the Japanese yen strengthened 0.23 per cent to 141.50 per dollar\n\n\n\nWall Street stocks eke out modest gains\n\nUS stocks closed slightly higher in languid trading on Wednesday, with little market-moving news to fuel conviction as the S&P 500 hovered just below bull market confirmation. The three major US stock indexes oscillated between modest gains and losses throughout the session. The Dow Jones Industrial Average rose 111.19 points, or 0.3 per cent, to 37,656.52, the S&P 500 gained 6.83 points, or 0.14 per cent, to 4,781.58 and the Nasdaq Composite added 24.60 points, or 0.16 per cent, to 15,099.18.\n\n\n\nAzad Engineering shares listing today\n\nShares of Azad Engineering will make its debut on Dalal Street today. The issue was sold at Rs 524 apiece. The company raised a total of Rs 740 crore, which included a fresh share sale of Rs 240 crore. Ahead of its listing, Azad Engineering was commanding a grey market premium of 200-201 apiece.\n\n\n\nStocks in F&O ban\n\nOnly two stocks - National Aluminium Company (Nalco) and RBL Bank- have been put under the F&O segment ban by the National Stock Exchange (NSE) for Thursday, December 28. Companies where derivative contracts cross 95 per cent of the market-wide position limit are put under ban in the F&O segment.\n\n\n\nFPIs buy shares worth Rs 2,926 crore\n\nProvisional data available with NSE suggest that FPIs were net buyers of domestic stocks to the tune of 2,926.05 crore on Wednesday. On the other hand, domestic institutional investors (DIIs) turned net sellers of Indian equities to the tune of Rs 192.01 crore.\n\n\n\nRupee falls 15 paise against dollar\n\nThe rupee declined 15 paise to settle at 83.34 against the US dollar on Wednesday due to sustained outflow of foreign funds and increased demand for American currency from importers and banks. According to forex traders, a robust buying trend in the domestic equity market failed to boost sentiment as investors remained concerned over volatile crude oil prices, fearing disruption in global trade through the Red Sea route.\n\nAlso Read: Tata Steel, Wipro, IndusInd Bank: Trading Strategies for these buzzing blue-chip stocks\n\n\n\n\n\nNote: With inputs from PTI, Reuters and other agencies",
  "50":"Just a week back, the government slashed windfall tax on crude oil from ₹5,000 per tonne to ₹1,300 per tonne. The move is meant to help Indian refiners export fuels to tap high-return markets. But going forward, any spike in global crude prices will force the government to reintroduce similar curbs to maintain price stability in the Indian market. In FY23, India spent $157.5 billion on importing 232.7 million tonnes of crude oil.\n\nThe government imposed the windfall tax on crude oil producers and extended the levy on export of fuels in July 2022 to increase fuel availability in the domestic market as it would reduce the prices. It was also the time that Indian refiners were getting Russian crude at a discounted price of up to 20%, due to U.S. sanctions on Russia post its war in Ukraine.\n\nGlobal geopolitical events have serious impact on crude prices and India is at the receiving end as the second largest crude importer after China. When the OPEC+ members cut crude production to jack up prices a year back, Indian government increased the import of discounted Russian crude to keep petroleum prices low in the country. Russian oil share in India’s import basket jumped to around 25% from just 1% because of the deep discount of around $15-20 a barrel.",
  "51":"On December 15, Guyana and Venezuela agreed to resolve the Essequibo dispute without the use of force. With that, the threat of a military conflict is over - at least for now.\n\nEsequibo is a part of English-speaking Guyana, constituting two-thirds of the total land. However the densely-forested region has been claimed by Venezuela for the last two centuries.\n\nThe territorial dispute took a dramatic turn on May 20, 2015, when US energy giant ExxonMobil announced that it had discovered crude oil deposits in the region.\n\n\"In 2013, the Guyanese explored the waters off the Essequibo coast for oil reserves and awarded a license to ExxonMobil to drill for oil. Without this oil discovery, the dispute would not have escalated to the current level,\" argues Latin America expert Hari Seshashayee.\n\nThe offshore waters of Essequibo hold over 11.2 billion oil-equivalent barrels and 17 trillion cubic feet of natural gas reserves.\n\nThe discovery, nevertheless, opened Guyana's door to economic prosperity.\n\nUntil 2019, when commercial oil exploration began, Guyana's economy depended on agriculture and mining. But the discovery of oil & natural gas has helped change the economy, as they now constitute nearly half of the country's Gross Domestic Product.\n\nThe country has been the fastest growing economy since 2020, even as the global economy slowed under the weight of Covid-19 lockdowns and the Ukraine war.\n\nIn 2022, Guyana's economy grew by a whopping 62.3 per cent. The Caribbean country is expected to end 2023 with a growth rate of over 38 per cent. The momentum is likely to continue in 2024 too, with the economy expected to grow at an average of 20 per cent.\n\nGuyana's oil and gas reserves are expected to potentially alter the global energy panorama.\n\nAs per some estimates, the South American country is set to become a top per capita oil producer by 2030. Thanks to its new-found oil wealth, Guyana now ranks high in GDP per capita in the Americas. Some estimates also suggest that the oil reserves can also help the country of 800,000 people to become richer than Kuwait or the UAE.\n\nThe dispute, however, imparts some lessons about the close link between politics and economics.\n\nSeshasayee blames the current escalation on Venezuelan President Nicolas Maduro who, he argues, is fueling the dispute to appease his domestic constituency. \"Maduro is essentially making a storm in a teacup. This will likely amount to nothing,\" he says.\n\nIn fact, Maduro held a referendum in November over the question of annexing Essequibo, which was marred by poor voter turnout and allegations of irregularities. Interestingly, the referendum took place just days after Guyana discovered another oil reserve in the region.\n\nThe fears of a military confrontation are not new. Reports suggest that Venezuela was eyeing the region during the Falkland war between the UK and Argentina.\n\nHowever, the discovery of fossil fuels immediately triggered fears of a military confrontation in Guyana. \"Guyana at the moment is facing a challenge to its survival by a larger state,\" President David Granger said in 2015.\n\nVenezuela already is a top oil producer and is known to possess the largest-proven oil reserves in the world.\n\nExperts argue that adding Guyana's proven oil reserves in its kitty is unlikely to make much of a difference. So, the general view is that this issue has been whipped up only to save Maduro's presidency, due for expiry next year.\n\nNevertheless, the timing of the escalation underlines the difference that natural resources can make to the economic and political importance of a region.\n\nThe Arabian peninsula is a prime example. Once an arid and resource-scarce region, the discovery of oil in the late 1930s tranformed Saudi Arabia - the kingdom occupies most of the peninsula - into a geopolitical hub, where the superpowers vie for influence.\n\nThanks to Essequibo, Guyana has the opportunity to turn its oil reserves into 'black gold'. But the looming fear of a Venezuelan invasion and other uncertainties could force Guyana to never achieve its full economic potential.",
  "52":"Oil jumped over two per cent on Tuesday, December 26, to the highest in almost a month, supported by Middle East strife and investor optimism that the US Federal Reserve would soon start cutting interest rates, boosting global economic growth and fuel demand.\n\nThe rally - in thin trade with some markets closed for public holidays, added to last week's gains of about three per cent after Houthi attacks on ships disrupted global shipping and trade while the Israel-Hamas conflict shows no sign of easing.\n\nBrent crude futures were up by $1.79, or 2.3 per cent, at $80.86 a barrel and earlier reached $81.23, the highest since December 1. US West Texas Intermediate crude rose by $1.89, or 2.6 per cent, to $75.45, according to news agency Reuters.\n\nAlso Read: India's crude oil output down 0.4% to 2.4 MMT in November, imports decrease 2.3% YoY: PPAC\n\nBack home, on the Multi Commodity Exchange (MCX), crude oil futures due for a January 19 expiry, was last trading 2.53 per cent lower at ₹6,319 per bbl, having swung between ₹6,101 and ₹6,322 per bbl during the session, against a previous close of ₹6,163 per barrel.\n\nWhat's driving crude oil prices?\n\n-Despite concern about the Middle East and the re-routing of ships, actual supply has not yet been affected. Maersk on Sunday announced the restart of shipping routes through the Red Sea, easing the concerns to some extent. Analysts said that the lack of oil supply disruptions is offsetting the support to prices from ongoing geopolitical tensions in the Middle East.\n\n-Shipping companies had stopped sending vessels through the Red Sea and imposed surcharges for re-routing ships. The Red Sea connects with the Suez Canal, a major shipping route used for about 12 per cent of global trade. Germany's Hapag-Lloyd will decide on Wednesday how it will proceed with its Red Sea routes after suspending shipments there, according to Reuters.\n\n-Two explosions in the Red Sea were reported by a vessel sailing off the coast of Yemen on Tuesday shortly after two unmanned aircraft were sighted. Oil also found support from expectations that the Fed will cut interest rates next year. Lower interest rates cut consumer borrowing costs, which can boost economic growth and oil demand.\n\n-Oil prices also eased last week over expectations Angola could increase oil output after leaving the Organisation of Petroleum Exporting Countries (OPEC) cartel. Crude is headed for its first annual drop since 2020 as surging production from the US and elsewhere counters efforts by the OPEC cartel to support prices through output cuts\n\n-An Israeli minister hinted on Tuesday that the country had retaliated in Iraq, Yemen and Iran for attacks carried out against it as the war with Hamas-led Palestinian militants in the Gaza Strip widens to other areas of the region.\n\nWhere are prices headed?\n\nAnalysts said that crude oil exhibited notable volatility, marking its second consecutive week of gains in the international markets. Although there was some profit-taking observed on Friday, the commodity closed the week with a net gain.\n\nThe prevailing tensions in the Red Sea counteracted the impact of Angola's departure from the OPEC nations, noted market experts. Additionally, last week's release of US economic data surpassed expectations, providing further support to oil prices.\n\nThe weakening dollar index and US bond yields also contributed to the favourable conditions for oil prices. The increase in US crude oil inventories during the past week acted as a limiting factor on gains, with inventories surging by 2.9 million barrels, imposing a cap on potential upside movements.\n\n‘’Anticipating ongoing volatility, we project crude oil prices to remain dynamic. Support levels for crude oil are identified at $73.10–72.30, with resistance levels at $74.50-75.10 for the current session. In terms of INR, crude oil finds support at ₹6,070-5,960, while encountering resistance at ₹6,240-6,320,'' said Rahul Kalantri, VP Commodities, Mehta Equities Ltd.\n\nMilestone Alert! Livemint tops charts as the fastest growing news website in the world 🌏 Click here to know more.\n\nUnlock a world of Benefits! From insightful newsletters to real-time stock tracking, breaking news and a personalized newsfeed – it's all here, just a click away! Login Now!",
  "53":"Russia's Novak sees Brent crude oil at $80-$85 a barrel in 2024\n\nMOSCOW, Dec 27 (Reuters) - Russian Deputy Prime Minister Alexander Novak on Wednesday said that analysts expect Brent crude oil prices in a range of $80 to $85 a barrel in 2024.\n\nNovak added that Russia and other producers were not targeting any specific price and that Russia was sticking to its obligations on oil supply cuts while ensuring stable work and development of its oil industry. (Reporting by Vladimir Soldatkin Writing by Olzhas Auyezov Editing by David Goodman)",
  "54":"Thailand’s crude oil imports were up by more than a third on the month in November, with monthly customs data published Wednesday showed...\n\nPlease Register or Sign in to view this content.\n\nQuantum Commodity Intelligence is a premium paid subscription service for professionals in the energy, biofuels and carbon markets.\n\nQuantum Energy service subscribers have access to:\n\nDaily price assessments\n\nMarket news and price commentary\n\nFundamental trade data\n\nQuantum Energy Daily - the daily published market information to your email\n\nGet in touch with us for subscription information on all three Quantum platforms, or help with the service.",
  "55":"Benchmark U.S. crude oil for February delivery rose $2.01 to $75.57 per barrel Tuesay\n\nBy The Associated Press\n\nBenchmark U.S. crude oil for February delivery rose $2.01 to $75.57 per barrel Tuesay. Brent crude for February delivery rose $2 to $81.07 per barrel.\n\nWholesale gasoline for January delivery rose 3 cents to $2.16 a gallon. January heating oil rose 1 cent to $2.67 a gallon. January natural gas fell 6 cents to $2.55 per 1,000 cubic feet.\n\nGold for February delivery rose 70 cents to $2,069.80 per ounce. Silver for March delivery fell 17 cents to $24.40 per ounce, and March copper fell 1 cent to $3.90 per pound.\n\nThe dollar rose to 142.49 yen from 142.45 Japanese yen. The euro rose to $1.1045 from $1.1011.",
  "56":"We may obtain information about you by accessing cookies, sent by our website. Different types of cookies keep track of different activities. For example, session cookies are used only when a person is actively navigating a website. Once you leave the website, the session cookie disappears.\n\nCookies do not transfer viruses or malware to your computer. Because the data in a cookie does not change when it travels back and forth, it has no way to affect how your computer runs, but they act more like logs (i.e. they record user activity and remember stateful information) and they get updated every time you visit a website.\n\nWhy are cookies useful?\n\nWe use functional cookies to analyse how visitors use our website, as well as track and improve our website’s performance and function. This allows us to provide a high-quality customer experience by quickly identifying and fixing any issues that may arise. For example, we might use cookies to keep track of which website pages are most popular and which method of linking between website pages is most effective. The latter also helps us to track if you were referred to us by another website and improve our future advertising campaigns.\n\nAnother use of cookies is to store your log in sessions, meaning that when you log in to the Members Area to deposit funds, a \"session cookie\" is set so that the website remembers that you have already logged in. If the website did not set this cookie, you will be asked for your login and password on each new page as you progress through the funding process.\n\nIn addition, functional cookies, for example, are used to allow us to remember your preferences and identify you as a user, ensure your information is secure and operate more reliably and efficiently. For example, cookies save you the trouble of typing in your username every time you access our trading platform, and recall your preferences, such as which language you wish to see when you log in.\n\nHere is an overview of some of the functions our cookies provide us with:\n\nVerifying your identity and detecting the country you are currently visiting from\n\nChecking browser type and device\n\nTracking which site the user was referred from\n\nAllowing third parties to customize content accordingly\n\nThis website uses Google Analytics, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics uses analytical cookies placed on your computer, to help the website analyze a user's use of the website. The information generated by the cookie about your use of the website (including your IP address) may be transmitted to and stored by Google on their servers. Google may use this information to evaluate your use of the website, to compile reports on website activity and to provide other services related to website activity and internet usage. Google may also transfer this information to third parties, where required to do so by law, or where such third parties process the information on behalf of Google. Google will not associate your IP address with any other data held. By using this website, you give your consent to Google to process data about you in the manner and for the purposes set out above.",
  "57":"",
  "58":"Norsk versjon.\n\nWith the onset of the summer navigation season on the Northern Sea Route (NSR), Russia has begun sending crude oil shipments to China via the Arctic. After an initial trial voyage in November 2022, energy analysts expect Russia to send regular shipments through the Arctic during 2023 and beyond.\n\nWith Europe completely out of the picture as a result of sanctions, Russia now diverts parts of its Arctic production to China. Additional shipments are destined for India.\n\nTwo initial shipments departed from the Primorsk and Ust-Luga oil terminals near St Petersburg on 12 July and 13 July, passing through the Baltic Sea and up the Norwegian coast lines.\n\nThe two Aframax oil tankers, NS Arctic and Primorsky Prospect, each carrying around 730,000 barrels of crude oil, traveled along the NSR throughout the second half of July and are expected to arrive in Rizhao, China in mid-August.\n\nCompared to the traditional route through the Suez Canal, the Arctic shortcut is around 30 percent faster. In November 2022 the tanker Vasily Dinkov traveled from near Murmansk also to Rizhao in around four weeks.\n\nThe NSR will be key to diverting the flow of crude oil away from Europe and toward Asia. With the massive Vostok oil project slated to open next year, the amount of crude oil being shipped via the Arctic will increase rapidly.\n\nUntil recently the NSR had seen less than a handful of oil shipments to Asia over the past decade.",
  "59":"Qatar on Thursday, December 28, sealed a historic five-year crude oil supply deal with Shell in Singapore. This landmark agreement marks the first-ever five-year crude sales deal for QatarEnergy, the Gulf state's leading energy company.\n\nShare Market Live NSE\n\nUnder the terms of the deal, QatarEnergy has entered into an agreement with Shell International Eastern Trading Company to provide Shell with a substantial annual supply of up to 18 million barrels of Qatar Land and Qatar Marine crude oils. The commencement of this significant arrangement is set for January, signaling a long-term commitment between the two energy giants.\n\nQatarEnergy's Chief Executive, Saad Sherida Al-Kaabi, expressed immense satisfaction with the partnership, stating, \"We are delighted to sign our first-ever five-year crude sales agreement. This agreement further strengthens QatarEnergy’s relationship with Shell.\" The strategic alliance is expected to enhance the stability and reliability of crude oil supply for both parties involved.\n\nWith inputs from Reuters",
  "60":"Risk Disclaimer: Economies.com is a financial portal that provides news and analysis about the different financial markets. The articles that we serve on the portal depend solely on the opinion and analysis of our economists which in no way are intended to incite a visitor of the website or an investor to trade or sell\/buy a certain instrument. It is the responsibility of the visitor \/ trader only to evaluate his trading strategies and whether he is capable of trading with taking into consideration that losing all the capital invested is a possibility. The visitor should seek an independent professional financial advisor to discuss his or her trading strategies. Moreover, the provided rates for the different instruments are indicative only and cannot be used for trading purposes. Therefore, no responsibility can be imposed on Economies.com and the company operating the portal for any loss of money that may occur to the visitor by using the website.",
  "61":"Note on methodology:\n\nUpdate 2023-10-19 – We now use Kpler to estimate seaborne exports from Russia and other countries. This change increases our tracker’s estimate of exports from Russia to the world by EUR 77.8 bn (+18% increase) and the exports to the EU by EUR 12.4 bn (+2.8% increase).\n\nWe have also changed how we receive protection and indemnity (P&I) insurance information about ships to additionally attain data from known P&I providers directly as well as from Equasis. This is to make sure that we have recorded the correct start date for a ship’s insurance.\n\nFind out more details on the changes in our methodology that are explained in our article about the migration from automatic identification system (AIS) data providers to the Kpler dataset.",
  "62":"The oil ministry said that India's push for rupee transactions for crude oil import has not found any takers as suppliers have expressed concern about the repatriation of funds and high transactional costs. Currently, the default payment currency for all contracts for import of crude oil is the US dollar as per the international trade practice. However, in a bid to internationalise the Indian currency, the Reserve Bank of India on July 11, 2022 allowed transactions for importers and exporters in the Indian rupee.\n\nWhile a few non-oil trades have happened in the rupee with a select few countries, the Indian currency continues to be shunned by oil exporters.\n\nIndia's crude oil output down 0.4% to 2.4 MMT in November, imports decrease 2.3%\n\n\"During FY 2022-23, no crude oil imports by oil PSUs were settled in Indian rupee. Crude oil suppliers (including UAE's ADNOC) continue to express their concern on the repatriation of funds in the preferred currency and also highlighted high transactional costs associated with the conversion of funds along with exchange fluctuation risks,\" the oil ministry told the parliamentary department related standing committee.\n\nRussia oil imports rise 44% in October\n\n\"Payments for crude oil can be made in Indian rupee, subject to the suppliers' complying with regulatory guidelines in this regard,\" the ministry said. \"Currently, Reliance Industries Ltd and oil PSUs do not have an agreement with any crude oil supplier to make purchases in Indian currency for the supply of crude oil.\"\n\nIndia is the world's third-largest energy consumer. With its domestic production meeting less than 15% of its needs, the country imports the remaining crude oil, which is converted to fuels such as petrol and diesel at refineries.\n\nIndia bought Russian oil at $84.2\/bbl in October, highest since Dec'22: Report\n\nIn FY 2023, India spent $157.5 billion on import of 232.7 million tonnes of crude oil. Iraq, Saudi Arabia, Russia, and UAE were its biggest suppliers. Of this, 141.2 million tonnes came from the Middle East, accounting for 58% of all supplies.\n\nLow oil prices could fuel the next phase of India’s growth\n\nIn the current fiscal, India imported 152.6 million tonnes of crude oil between April and November for $113.4 billion.\n\nEurope is guzzling diesel from India, a key buyer of Russian oil\n\n\"India's consumption would be about 5.5-5.6 million barrels per day. Out of that, we import about 4.6 million barrels per day, which is about 10% of the overall oil trade in the world,\" the ministry told the committee.\n\nMilestone Alert! Livemint tops charts as the fastest growing news website in the world 🌏 Click here to know more.\n\nUnlock a world of Benefits! From insightful newsletters to real-time stock tracking, breaking news and a personalized newsfeed – it's all here, just a click away! Login Now!",
  "63":"Crude oil price faces temporary negative pressure to test the key support line 73.73, and the EMA50 meets this level to add more strength to it, accompanied by stochastic gain to the positive momentum clearly, to show clear oversold signals now.\n\nTherefore, these factors encourage us to suggest resuming the bullish trend in the upcoming sessions, to head towards 77.86 areas that represent our next main target, noting that breaking 73.73 will stop the expected rise and push the price to decline again.\n\nAdvertistment\n\nThe expected trading range for today is between 72.70 support and 75.70 resistance.\n\nThe expected trend for today: Bullish",
  "64":"Key Highlights\n\nCrude oil prices started a recovery wave from the $67.70 zone.\n\nA key rising channel is forming with support near $73.80 on the 4-hour chart.\n\nGold prices also gained pace and climbed above the $2,065 resistance.\n\nEUR\/USD surged above the 1.1040 resistance zone.\n\nCrude Oil Price Technical Analysis\n\nIn the past few days, Crude oil prices saw a decent recovery wave from the $67.70 zone. The price surpassed the $70.00 zone to move into a positive zone.\n\nLooking at the 4-hour chart of XTI\/USD, the price settled above the $73.50 zone, the 200 simple moving average (green, 4-hour), and the 100 simple moving average (red, 4-hour).\n\nThe price even broke the $75.00 level and the 61.8% Fib retracement level of the downward move from the $79.61 swing high to the $67.70 low. It is now consolidating gains near the $75.00 zone.\n\nOn the upside, the price is facing hurdles near the $75.80 level. The next major resistance is near the $77.20 zone, above which the price may perhaps accelerate higher. In the stated case, it could even visit the $78.00 resistance.\n\nImmediate support is near the $73.60 level. There is also a key rising channel forming with support near $73.80 on the same chart. The next support is at $72.25, below which there is a risk of a sharp decline.\n\nIn the stated case, the price could dive toward the $70.00 support. Any more losses might call for a test of the $68.00 support zone.\n\nLooking at gold prices, there was a steady increase and the bulls were able to push the price above the $2,065 resistance zone.\n\nEconomic Releases to Watch Today",
  "65":"U.S. crude oil production has overwhelmingly exceeded earlier forecasts and has grown at a much faster pace this year, offsetting much of the OPEC+ efforts to push up prices by coordinated supply reductions.\n\nU.S. production growth is expected to continue into the new year, thanks to further gains in efficiency and higher spending and production plans by the U.S. supermajors that have just announced megamerger deals.\n\nSome analysts predict that the U.S. oil output increase will slacken in 2024.\n\nBut others, including industry officials, see the estimates of production growth by the Energy Information Administration (EIA) as too conservative for 2024, and believe that U.S. shale production could top projections again.\n\nThe U.S. is now producing more than 13 million barrels per day (bpd) of crude oil—more than any country ever—and is headed to a continued increase in the short and medium term.\n\nU.S. crude oil production hit a new monthly record of 13.236 million bpd in September, according to the latest available data from the EIA. Related: European Funds Face Forced Oil, Gas Divestment\n\n\"The growth has not just been a Permian story. We're seeing many shale basins that were flattish experiencing a revival,\" Francisco Blanch, Head of Global Commodities and Derivatives Research at BofA, said on a call to discuss the bank's energy outlook, as quoted by Reuters.\n\nSoaring production is also leading to surging exports of U.S. crude oil and petroleum products.\n\nThis year, U.S. crude oil production is set to average 12.93 million bpd and rise further to average 13.11 million bpd next year, the EIA said in its Short-Term Energy Outlook (STEO) in December.\n\nThe some 200,000-bpd increase projected by the EIA is too conservative, according to Dan Eberhart, chief executive of Canary, a privately owned oilfield services company in the U.S.\n\nEberhart doesn't believe that U.S. oil output growth would be limited to just 250,000 bpd next year.\n\n\"It's more likely that America will keep marching toward an output of 15 million barrels a day before 2026, given the efficiency and productivity gains shale companies are delivering from assets in the flagship Permian Basin, along with smaller shale formations like the Bakken and Eagle Ford, as well as the offshore Gulf of Mexico,\" the executive wrote in Forbes this week.\n\nOPEC itself acknowledged in its latest monthly report that U.S. oil production is soaring.\n\nOPEC noted in its report that \"US crude and condensate production as well as NGL output continue to reach new highs. Total US liquids output reached a record 21.6 mb\/d in September due to persistent outperformance of onshore and offshore production.\"\n\nOPEC expects U.S. liquids supply to grow by 1.3 million bpd in 2023.\n\nNext year, U.S. shale basins are set to account for about 48% of expected non-OPEC liquids supply growth of 1.4 million bpd in 2024, according to the cartel's latest projections. U.S. liquids supply growth is expected at 610,000 bpd next year—half the projected 1.3-million-bpd growth in 2023.\n\nBut U.S. oil output could surprise to the upside in 2024, just as it did in 2023.\n\nThe U.S. shale patch is now looking to do more with less as it seeks capital and operational efficiency to prove to shareholders that it has turned the page from growth at all costs to measured growth accompanied by higher returns to investors.\n\nADVERTISEMENT\n\nThe primary goals of large exploration and production firms in Texas and southern New Mexico for 2024 are to \"acquire assets\" and \"reduce debt,\" according to executives polled in the latest Dallas Fed Energy Survey. Among small firms, the most-selected response was \"grow production\" (41% of respondents) followed by \"maintain production\" (25% of respondents), the survey showed.\n\nU.S. oil production growth will continue to upset OPEC's efforts to control oil prices, analysts say.\n\nShale output could upset the OPEC+ group's plans for 2024 again, Rebecca Babin, senior equity trader for CIBC Private Wealth, told CNBC last week.\n\n\"There's a lot of fear that no matter what OPEC does, no matter how much they cut, there are producers — non-OPEC producers — that are just going to fill the hole they keep digging.\"\n\nBy Tsvetana Paraskova for Oilprice.com\n\nMore Top Reads From Oilprice.com:",
  "66":"December 25, 2023 04:07 pm | Updated 04:07 pm IST - New Delhi\n\nIndia's first-ever payment in rupees for crude oil purchased from the UAE is helping the world's third largest energy consumer push for taking the local currency global, as it looks for similar deals with other suppliers, officials said, adding internationalisation is a process and there are no targets.\n\nWith the nation more than 85% dependent on imports for meeting its oil needs, India has been pursuing a three-pronged strategy of buying from the cheapest available source, diversifying sources of supply and not breaching any international obligation like the price cap in case of Russian oil.\n\nWhile the strategy helped save billions of dollars, when it ramped up imports of Russian oil that was shunned by some in West post Ukraine war, it is looking to settle trade in rupees instead of dollars in a bid to cut transaction costs by eliminating dollar conversions.\n\nIndia in July signed an agreement with the UAE for rupee settlement and soon after Indian Oil Corporation (IOC) made payments for purchase of a million barrels of crude oil from Abu Dhabi National Oil Company (ADNOC) in Indian rupees.\n\nSome of the Russian oil imports too have been settled in rupee.\n\nOfficials said the default payment currency for import of crude oil has been the US dollar for several decades and the currency traditionally has liquidity as well as lower hedging cost.\n\nBut to boost the rupee's role in cross-border payments, the Reserve Bank of India allowed more than a dozen banks to settle trades in rupees with 18 countries since last year.\n\nSince then, India has been encouraging big oil exporters such as the UAE and Saudi Arabia to accept the Indian currency for trade settlements, officials said, adding the first success happened in August this year when IOC made the rupee payment to ADNOC.\n\nMore such deals may happen in future, they said, insisting there was no target as internationalisation is a process and cannot happen overnight.\n\n\"We have to be mindful that it (rupee settlement) does not lead to increase in cost and is in no way detrimental to the trade,\" an official said.\n\n\"Settling a trade in rupee where the amount is not big does not pose much problem but when you have each shipload of crude oil costing millions of dollars, there are issues.\" India, they said, is navigating the situation keeping overarching national interest in mind.\n\nThe internationalization of the rupee will help reduce dollar demand and make the Indian economy less vulnerable to global currency shocks.\n\nA parliamentary standing committee report, tabled in Parliament last week, stated that there were not many takers for Indian rupee.\n\nOfficials said that situation was true for 2022-23 fiscal and there has been a rupee trade this year.\n\n\"During FY 2022-23, no crude oil imports by oil PSUs were settled in Indian rupee. Crude oil suppliers (including UAE's ADNOC) continue to express their concern on the repatriation of funds in the preferred currency and also highlighted high transactional costs associated with conversion of funds along with exchange fluctuation risks,\" the ministry told the panel.\n\nThe ministry, whose subimissions are part of the committee's report which was tabled in Parliament last week, said India Oil Corporation (IOC) has informed that it incurred high transaction costs as crude oil suppliers pass on the additional transactional costs to IOC.\"",
  "67":"Crude oil inventories in the United States rose this week by 1.837 million barrels for the week ending December 22, according to The American Petroleum Institute (API), after recording a 939,000-barrel build in crude inventories in the week prior.\n\nAPI data shows a net build in crude oil inventories in the United States of just over 21 million barrels so far this year.\n\nGasoline inventories fell this week by 480,000 barrels, after 669,000-barrel increase in the week prior. As of last week, gasoline inventories are now 2% below the five-year average for this time of year.\n\nDistillate inventories also rose this week, with a small build of 270,000 barrels, after rising by 2.738 million barrels in the week prior. Distillates are roughly 10% below the five-year average.\n\nCushing inventories rose by 1.57 million barrels, after rising by 1.853 million barrels in the previous week.\n\nOn Monday, the Department of Energy (DoE) reported that crude oil inventories in the Strategic Petroleum Reserve (SPR) rose by 800,000 barrels. Inventories are now at 353.3 million barrels, with total purchases for the SPR totaling more than 6 million barrels since the Biden Administration began its buyback program.\n\nOil prices were trading down ahead of API data release as the year draws close to the end. At 10:00 am ET, Brent crude was trading down 0.67% at $80.53—an increase of just over $1 per barrel compared to where it was this same time last week. The U.S. benchmark WTI was trading down on the day by 0.85% at that time, at $74.93–a decrease of nearly $5 per barrel compared to this time last week.\n\nADVERTISEMENT\n\nBy Julianne Geiger for Oilprice.com\n\nMore Top Reads From Oilprice.com:",
  "68":"Crude Oil Sees Nearly 2% Decline Amidst Investor Attention to Red Sea Developments\n\nWednesday witnessed a notable downturn in oil prices, marked by a substantial 2% decrease that effectively erased the gains recorded in the preceding day's trading. This shift in market dynamics was predominantly instigated by investors closely monitoring unfolding events in the Red Sea. Despite the persisting attacks in the region on Tuesday, shipping companies exhibited a resumption of their operations, adding complexity to an already intricate geopolitical scenario.\n\nThe settlement for Brent crude futures notably dwindled by $1.42, reflecting a 1.8% decline and concluding at $79.65 per barrel. Concurrently, U.S. West Texas Intermediate (WTI) crude experienced a drop of $1.46, equivalent to a 1.9% decrease, and settled at $74.11. These price adjustments signaled a notable response to the evolving geopolitical landscape, underlining the inherent volatility and sensitivity of the oil market to geopolitical developments.\n\nA significant development in this scenario came with the announcement from Danish shipping conglomerate Maersk, revealing plans to schedule several dozen container vessels to traverse the Suez Canal and Red Sea over the upcoming weeks. This strategic decision follows a brief suspension of operations in these routes earlier in the month due to attacks by Yemen's Iran-backed Houthi militia. In alignment with Maersk's initiative, France's CMA CGM confirmed the resumption of its passage through the Red Sea. This strategic move aligns with the deployment of a multinational task force to the region, aiming to secure and stabilize shipping routes in the face of escalating threats.\n\nThe multifaceted nature of these developments prompted Callum Macpherson, Head of Commodities at Investec, to emphasize the necessity of assessing whether increased naval patrols and the modification of shipping routes would effectively lead to a decrease in attacks. This underscores the strategic and risk-assessment considerations that market participants and authorities need to factor into their decision-making processes.\n\nIn the prior trading session, both the Brent and WTI benchmarks had demonstrated an increase of over 2%. The recent attacks on ships navigating the Red Sea had heightened concerns regarding potential disruptions to shipping, casting a shadow of uncertainty over global energy markets. Adding to the complexity, the ongoing Israeli military campaign in Gaza emerged as a significant influence shaping market sentiment. Israeli forces intensified their operations on multiple fronts, contributing to the broader geopolitical landscape and affecting perceptions of stability in the region.\n\nFurther complicating the situation, oil loadings at the Russian Black Sea port of Novorossiisk experienced a temporary suspension due to adverse weather conditions. However, it's noteworthy that despite this interruption, the Caspian Pipeline Consortium (CPC) terminal situated near the port remained operational, as confirmed by Kazakhstan's energy ministry. This nuanced development showcases the intricate balance of factors influencing oil supply chains, ranging from geopolitical tensions to weather-related disruptions.\n\nThe global oil market is a complex ecosystem influenced by a delicate interplay of factors, including geopolitical tensions, weather-related disruptions, and inventory data. The recent dip in oil prices serves as a vivid illustration of the market's heightened sensitivity to these variables. Investors and industry participants are compelled to closely monitor these dynamic developments and exercise adaptability to navigate the multifaceted influences that shape commodity prices.\n\nThe oil market's recent volatility, spurred by events in the Red Sea, underscores the imperative for stakeholders to remain vigilant and responsive to geopolitical shifts and other factors influencing supply and demand dynamics. The confluence of shipping disruptions, geopolitical tensions, and weather-related interruptions amplifies the challenges faced by market participants, necessitating a comprehensive and adaptive approach to navigate these uncertainties in the global energy landscape.",
  "69":"By Anthony Harrup\n\nU.S. crude-oil inventories likely fell last week while gasoline and distillate stocks are expected to show modest builds, according to a survey by The Wall Street Journal.\n\nCommercial crude stocks are seen down by 2.4 million barrels to 441.3 million barrels in the week ended Dec. 22, according to the average estimate of eight analysts and traders. Estimates range from a draw of 1.2 million barrels to one of 3.4 million barrels.",
  "70":"Share:\n\nWTI chipped lower as shipping continued through Red Sea despite new rebel attacks.\n\nCrude bids are eating away at last week’s gains as shipping lanes remain open.\n\nAPI, EIA stock figures slated for this week.\n\nWest Texas Intermediate (WTI) Crude Oil is easing back on Wednesday after last week’s 2%-plus gain on the back of transportation cancellations through the Red Sea following attacks on cargo ships by Iran-backed Houthi rebels in Yemen.\n\nHouthi rebels have vowed to keep up the pace of attacks in the region, with Tuesday seeing an uptick in ship attacks, but logistics companies that previously suspended shipping lanes through the Yemen region of the Red Sea have returned to the area despite fresh attacks, sailing behind a joint task force that has settling into the region in an effort to quell rebel activity.\n\nWith Crude Oil production continuing to outpace declining barrel demand, even in the face of steepening production cuts from member states of the Organization of the Petroleum Exporting Countries (OPEC), and it’s organization of allies the OPEC+, Crude Oil continues to see stiff bearish pressure.\n\nUS Crude Oil stocks continue to flaunt expectations of declining reserves, and both the American Petroleum Institute (API) and the Energy Information Administration (EIA) will be publishing updated barrel buildup figures on Wednesday and Thursday, respectively.\n\nThe API Weekly Crude Oil Stocks count last posted a 939K barrel increase last week while the EIA Crude Oil Stocks Change last showed a buildup of nearly three million barrels, and is forecast to print a -2.6 million barrels reduction for the week ended December 22.\n\nWTI Technical Outlook\n\nNear-term momentum continues to vex WTI, leeping prices pinned close to the 50-hour Simple Moving Average (SMA) as near-term bullish plays regularly run out of steam. US Crude Oil continues to trade on the north side of the 200-hour SMA, but the gap is closing quickly with the 200-day SMA rising into $73.50.\n\nOil bidders will be looking to gather enough steam to crach through the 200-day SMA currently floating near the $78.00 handle, while short sellers will note that WTI is approaching a technical confluence zone between familiar price peaks and a fresh bearish cross of the 50-day and 200-day SMAs just above $77.00.\n\nWTI Hourly Chart\n\nWTI Daily Chart\n\nWTI Technical Levels",
  "71":"28\/12\/2023 LOC09:01 06:01 GMT\n\nKUWAIT, Dec 28 (KUNA) -- The price of Kuwaiti crude oil went up by USD 1.62 during Wednesday trading to reach USD 83.07 per barrel, compared with USD 81.45 pb the day before, Kuwait Petroleum corporation (KPC) said Thursday.\n\nIn the global markets, The Brent crude dropped by USD 1.42 to reach USD 79.65 pb and West Texas intermediate lost USD 1.46 to reach USD 74.11 pb. (end) km.zhm",
  "72":"By accepting cookies, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n\nReject Accept Cookies\n\nx",
  "73":"December 27, 2023, by Nadja Skopljak\n\nThe floating production storage and offloading (FPSO) facility destined for Woodside Energy’s Sangomar project, Senegal’s first offshore oil development, is on its way to its final destination.\n\nSource: MODEC\n\nMODEC announced that FPSO Léopold Sédar Senghor departed Singapore and commenced its voyage towards Senegal on December 22.\n\nThe FPSO, named after Senegal’s first president, is traveling 12,000 nautical miles from Singapore to its final destination, approximately 100 kilometers offshore Dakar.\n\nThe FPSO was previously a very large crude carrier (VLCC) and was converted by MODEC into a fit-for-purpose FPSO suitable for use in the Sangomar field in accordance with agreed specifications under an FPSO purchase contract entered into with Woodside. Over the last 12 months, MODEC was responsible for the topside integration and shipyard pre-commissioning work undertaken in Singapore.\n\n“This has been a demanding project in terms of both technical and execution complexity. The challenges were compounded by the COVID-19 pandemic, but we remained fully committed to safety and quality throughout the entire process, achieving over 21 million exposure hours without a lost time injury (LTI). Through teamwork among all stakeholders, and everyone’s dedication and hard work, we are proud to deliver an FPSO that will be a safe place to work for all,” said Soichi Ide, President and CEO of MODEC Offshore Production Systems (Singapore).\n\nMoored in waters approximately 780 meters deep, the FPSO will be capable of processing 100,000 barrels of crude oil per day, 145,000 barrels of water injection per day, and will have a minimum storage capacity of 1.3 million barrels of crude oil.\n\n“We are targeting first oil from Sangomar in mid-2024. The FPSO sail away reaffirms Woodside’s commitment to Senegal and its future development and prosperity. Sangomar is Senegal’s first offshore oil development and we remain committed to working with the Government of Senegal and local communities to ensure that the benefits from our investments are felt broadly across the country,” said Woodside CEO Meg O’Neill.\n\n“The successful and safe departure of the FPSO could not have been achieved without our strong relationship with PETROSEN and our contractors MODEC and Seatrium. Achieving this milestone having achieved 21 million exposure hours work on the FPSO without a lost time injury is an outstanding result and a credit to the contractor teams.”\n\nLéopold Sédar Senghor is MODEC’s fifth FPSO to be delivered to West Africa. The company currently operates two FPSOs in the region, in Ghana and Côte d’Ivoire."
 },
 "url":{
  "0":"https:\/\/news.google.com\/articles\/CBMifmh0dHBzOi8vd3d3Lndpb25ld3MuY29tL2luZGlhLW5ld3MvZXhjbHVzaXZlLWluZGlhbi1wbS10by1hbm5vdW5jZS1tYXNzaXZlLWN1dHMtaW4tcGV0cm9sLWRpZXNlbC1wcmljZXMtYmVmb3JlLXllYXItZW5kLTY3NDM4M9IBggFodHRwczovL3d3dy53aW9uZXdzLmNvbS9pbmRpYS1uZXdzL2V4Y2x1c2l2ZS1pbmRpYW4tcG0tdG8tYW5ub3VuY2UtbWFzc2l2ZS1jdXRzLWluLXBldHJvbC1kaWVzZWwtcHJpY2VzLWJlZm9yZS15ZWFyLWVuZC02NzQzODMvYW1w?hl=no&gl=NO&ceid=NO%3Ano",
  "1":"https:\/\/news.google.com\/articles\/CBMiWGh0dHBzOi8vd3d3LnRyYWRpbmdwZWRpYS5jb20vMjAyMy8xMi8yOC9xYXRhci1zaGVsbC1pbmstZml2ZS15ZWFyLWNydWRlLW9pbC1zdXBwbHktZGVhbC_SAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "2":"https:\/\/news.google.com\/articles\/CBMicWh0dHBzOi8vd3d3LmZvcmJlc21pZGRsZWVhc3QuY29tL2luZHVzdHJ5L2VuZXJneS9xYXRhcmVuZXJneS1zdHJpa2VzLTUteWVhci1jcnVkZS1vaWwtc3VwcGx5LXdpdGgtc2hlbGwtc2luZ2Fwb3Jl0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "3":"https:\/\/news.google.com\/articles\/CBMikwFodHRwczovL3d3dy50aGVoaW5kdWJ1c2luZXNzbGluZS5jb20vY29tcGFuaWVzL25sY3MtbWV0aGFub2wtcGxhbnQtYWltcy10by1jb25zZXJ2ZS1ycy0xMDAwLWNyb3JlLWFubnVhbGx5LWluLWNydWRlLW9pbC1pbXBvcnRzL2FydGljbGU2NzY4MDQ2Mi5lY2XSAZgBaHR0cHM6Ly93d3cudGhlaGluZHVidXNpbmVzc2xpbmUuY29tL2NvbXBhbmllcy9ubGNzLW1ldGhhbm9sLXBsYW50LWFpbXMtdG8tY29uc2VydmUtcnMtMTAwMC1jcm9yZS1hbm51YWxseS1pbi1jcnVkZS1vaWwtaW1wb3J0cy9hcnRpY2xlNjc2ODA0NjIuZWNlL2FtcC8?hl=no&gl=NO&ceid=NO%3Ano",
  "4":"https:\/\/news.google.com\/articles\/CBMicmh0dHBzOi8vd3d3Lm5kdHZwcm9maXQuY29tL2J1enppbmctc3RvY2tzL2hpbmR1c3Rhbi1wZXRyb2xldW0tc2hhcmVzLW5lYXItc2l4LXllYXItaGlnaC1hZnRlci1jcnVkZS1vaWwtcHJpY2UtZmFsbNIBdmh0dHBzOi8vd3d3Lm5kdHZwcm9maXQuY29tL2FtcC9idXp6aW5nLXN0b2Nrcy9oaW5kdXN0YW4tcGV0cm9sZXVtLXNoYXJlcy1uZWFyLXNpeC15ZWFyLWhpZ2gtYWZ0ZXItY3J1ZGUtb2lsLXByaWNlLWZhbGw?hl=no&gl=NO&ceid=NO%3Ano",
  "5":"https:\/\/news.google.com\/articles\/CBMiaWh0dHBzOi8vd3d3LnFjaW50ZWwuY29tL2FydGljbGUvYXNpYS1vaWwtcHJvZHVjdHMtY3J1ZGUtcHJpY2VzLXJldHJlYXQtcmVmaW5lZC1wcm9kdWN0cy1mb2xsb3ctMTk5ODUuaHRtbNIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "6":"https:\/\/news.google.com\/articles\/CBMiYGh0dHBzOi8vd3d3LmZ4bGVhZGVycy5jb20vbmV3cy8yMDIzLzEyLzI4L3RoZS0yMDAtc21hLXRvLWRlY2lkZS13aGVyZS1jcnVkZS1vaWwtaGVhZHMtdGhpcy13ZWVrL9IBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "7":"https:\/\/news.google.com\/articles\/CBMiemh0dHBzOi8vd3d3Lm1hcmtldHNjcmVlbmVyLmNvbS9xdW90ZS9jb21tb2RpdHkvV1RJLTIzNTU2MzkvbmV3cy9PaWwtQnJpZWYtQnJlbnQtQ3J1ZGUtRG93bi0xLTEtYXQtQWJvdXQtVVMtNzgtNzUtNDU2NDQyNzgv0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "8":"https:\/\/news.google.com\/articles\/CBMiX2h0dHBzOi8vYnVzaW5lc3MuaW5xdWlyZXIubmV0LzQzODcxNy9vaWwtZHJvcHMtYWxtb3N0LTItYXMtaW52ZXN0b3JzLXdhdGNoLXJlZC1zZWEtZGV2ZWxvcG1lbnRz0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "9":"https:\/\/news.google.com\/articles\/CBMihQFodHRwczovL2JubmJyZWFraW5nLmNvbS9maW5hbmNlLW5hdi9idXNpbmVzcy9mdWVsLXByaWNlLXJlZHVjdGlvbi1pbi0yMDI0LWEtcG9zc2liaWxpdHktYW1pZC1jcnVkZS1vaWwtdm9sYXRpbGl0eS1hbmQtcmVkLXNlYS1jcmlzaXMv0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "10":"https:\/\/news.google.com\/articles\/CBMicGh0dHBzOi8vd3d3LnhtLmNvbS9yZXNlYXJjaC9tYXJrZXRzL2FsbE5ld3MvcmV1dGVycy9xYXRhci10by1zdXBwbHktY3J1ZGUtb2lsLXRvLXNoZWxsLWluLWZpdmV5ZWFyLWRlYWwtNTM3Mjc2NTfSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "11":"https:\/\/news.google.com\/articles\/CBMie2h0dHBzOi8vd3d3Lm1hcmtldHNjcmVlbmVyLmNvbS9xdW90ZS9jb21tb2RpdHkvV1RJLTIzNTU2MzkvbmV3cy9PaWwtQnJpZWYtTllNRVgtQ3J1ZGUtT2lsLURvd24tMi1hdC1OZWFyLVVTLTc0LTEwLTQ1NjQwNzQ1L9IBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "12":"https:\/\/news.google.com\/articles\/CBMidmh0dHBzOi8vd3d3LmlnLmNvbS9lbi1jaC9uZXdzLWFuZC10cmFkZS1pZGVhcy9vaWwtcHJpY2Utc25hcHMtd2lubmluZy1zdHJlYWstYnV0LWdvbGQtcHJpY2UtZ3JpbmRzLWhpZ2hlci1zdGlsMC0yMzEyMjjSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "13":"https:\/\/news.google.com\/articles\/CBMiigFodHRwczovL3d3dy5zcGdsb2JhbC5jb20vY29tbW9kaXR5aW5zaWdodHMvZW4vbWFya2V0LWluc2lnaHRzL2xhdGVzdC1uZXdzL29pbC8xMjI3MjMtcnVzc2lhcy1ub3Zhay1zZWVzLWJyZW50LW9pbC1wcmljZXMtYXQtODAtODViLWluLTIwMjTSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "14":"https:\/\/news.google.com\/articles\/CBMipwFodHRwczovL2VuZXJneS5lY29ub21pY3RpbWVzLmluZGlhdGltZXMuY29tL25ld3Mvb2lsLWFuZC1nYXMvaW5kaWEtc2Vlcy1tYXJnaW5hbC1mYWxsLWluLW5vdmVtYmVyLWNydWRlLXByb2Nlc3NpbmctdG8tNS0yOS1tbXQtbmF0dXJhbC1nYXMtcHJvZHVjdGlvbi11cC1wcGFjLzEwNjMwNjU3NdIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "15":"https:\/\/news.google.com\/articles\/CBMicWh0dHBzOi8vd3d3LmJ1c2luZXNzaW5zaWRlci5jb20vcnVzc2lhLWVjb25vbXktZGl2ZXJ0LW9pbC1leHBvcnRzLWV1cm9wZS1pbmRpYS1jaGluYS1jaXJjdW12ZW50LXNhbmN0aW9ucy0yMDIzLTEy0gF1aHR0cHM6Ly93d3cuYnVzaW5lc3NpbnNpZGVyLmNvbS9ydXNzaWEtZWNvbm9teS1kaXZlcnQtb2lsLWV4cG9ydHMtZXVyb3BlLWluZGlhLWNoaW5hLWNpcmN1bXZlbnQtc2FuY3Rpb25zLTIwMjMtMTI_YW1w?hl=no&gl=NO&ceid=NO%3Ano",
  "16":"https:\/\/news.google.com\/articles\/CBMia2h0dHBzOi8vd3d3LnFjaW50ZWwuY29tL2FydGljbGUvb2lsLWZ1dHVyZXMtY3J1ZGUtcHJpY2VzLWRyaWZ0LWxvd2VyLWFzLW9pbC1zdXBwbGllcy1zZWVuLWludGFjdC0xOTk4NC5odG1s0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "17":"https:\/\/news.google.com\/articles\/CBMimwFodHRwczovL3d3dy5tb25leWNvbnRyb2wuY29tL25ld3MvYnVzaW5lc3MvY29tbW9kaXRpZXMvY3J1ZGUtb2lsLXByaWNlcy1ob3Zlci1iZWxvdy04MGJibC1hbWlkLWFuZ29sYXMtb3BlYy1leGl0LWRlY2lzaW9uLWhpZ2hlci1jcnVkZS1vdXRwdXQtMTE5NTMxNjEuaHRtbNIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "18":"https:\/\/news.google.com\/articles\/CBMifmh0dHBzOi8vd3d3LmZ4ZW1waXJlLmNvbS9mb3JlY2FzdHMvYXJ0aWNsZS9jcnVkZS1vaWwtcHJpY2UtZm9yZWNhc3QtY3J1ZGUtb2lsLW1hcmtldHMtaGF2ZS1idWxsaXNoLXByZXNzdXJlLW9uLXR1ZXNkYXktMTM5ODQ0NtIBb2h0dHBzOi8vYW1wLmZ4ZW1waXJlLmNvbS9lbi9jcnVkZS1vaWwtcHJpY2UtZm9yZWNhc3QtY3J1ZGUtb2lsLW1hcmtldHMtaGF2ZS1idWxsaXNoLXByZXNzdXJlLW9uLXR1ZXNkYXkvMTM5ODQ0Ng?hl=no&gl=NO&ceid=NO%3Ano",
  "19":"https:\/\/news.google.com\/articles\/CBMiZmh0dHBzOi8vd3d3LmRhaWx5Zm9yZXguY29tL2ZvcmV4LXRlY2huaWNhbC1hbmFseXNpcy8yMDIzLzEyL2NydWRlLW9pbC1mb3JlY2FzdC0yOC1kZWNlbWJlci0yMDIzLzIwNTY5NdIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "20":"https:\/\/news.google.com\/articles\/CBMiVWh0dHBzOi8vd3d3Lm9rZW5lcmd5dG9kYXkuY29tLzIwMjMvMTIvY3J1ZGUtb2lsLXByaWNlcy1kcm9wcGVkLWluLXdlZG5lc2RheXMtdHJhZGluZy_SAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "21":"https:\/\/news.google.com\/articles\/CBMic2h0dHBzOi8vYm5uYnJlYWtpbmcuY29tL3dvcmxkL25pZ2VyaWEvbmlnZXJpYXMtMjAyNC1maXNjYWwtb3V0bG9vay1icmlnaHRlbnMtYXMtYm9ubnktbGlnaHQtY3J1ZGUtb2lsLXByaWNlcy1zdXJnZS_SAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "22":"https:\/\/news.google.com\/articles\/CBMiiAFodHRwczovL3d3dy5jbmJjdHYxOC5jb20vd29ybGQvcmVkLXNlYS1jcmlzaXMtZGFtcGVucy1mdWVsLXByaWNlLWN1dC1wcm9zcGVjdHMtb2JzZXJ2ZXJzLXN0cmVzcy1zdWItdXNkLTc1LWNydWRlLWltcG9ydGFuY2UtMTg2NjcxOTEuaHRt0gGMAWh0dHBzOi8vd3d3LmNuYmN0djE4LmNvbS93b3JsZC9yZWQtc2VhLWNyaXNpcy1kYW1wZW5zLWZ1ZWwtcHJpY2UtY3V0LXByb3NwZWN0cy1vYnNlcnZlcnMtc3RyZXNzLXN1Yi11c2QtNzUtY3J1ZGUtaW1wb3J0YW5jZS0xODY2NzE5MS5odG0vYW1w?hl=no&gl=NO&ceid=NO%3Ano",
  "23":"https:\/\/news.google.com\/articles\/CBMiJWh0dHBzOi8vd3d3LmVpYS5nb3YvcGV0cm9sZXVtL3dlZWtseS_SAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "24":"https:\/\/news.google.com\/articles\/CBMiXWh0dHBzOi8vYWJjbmV3cy5nby5jb20vQnVzaW5lc3Mvd2lyZVN0b3J5L2Nsb3NpbmctcHJpY2VzLWNydWRlLW9pbC1nb2xkLWNvbW1vZGl0aWVzLTEwNTk0OTMyNNIBYWh0dHBzOi8vYWJjbmV3cy5nby5jb20vYW1wL0J1c2luZXNzL3dpcmVTdG9yeS9jbG9zaW5nLXByaWNlcy1jcnVkZS1vaWwtZ29sZC1jb21tb2RpdGllcy0xMDU5NDkzMjQ?hl=no&gl=NO&ceid=NO%3Ano",
  "25":"https:\/\/news.google.com\/articles\/CBMiUmh0dHBzOi8va3lpdmluZGVwZW5kZW50LmNvbS9wYXltZW50LXByb2JsZW1zLWRlbGF5LXJ1c3NpYW4tb2lsLXNoaXBtZW50cy10by1pbmRpYS_SAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "26":"https:\/\/news.google.com\/articles\/CBMihAFodHRwczovL3d3dy5jaGVtYW5hbHlzdC5jb20vTmV3c0FuZERlYWxzL05ld3NEZXRhaWxzL3J1c3NpYS1ub3Zhay1wcmVkaWN0cy1icmVudC1jcnVkZS1vaWwtcHJpY2VzLW9mLTgwLTg1LXBlci1iYXJyZWwtZm9yLTIwMjQtMjQxNjLSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "27":"https:\/\/news.google.com\/articles\/CBMidWh0dHBzOi8vd3d3LmNuYmN0djE4LmNvbS9tYXJrZXQvc3Vlei1jYW5hbC1jcmlzaXMtZXhwZXJ0cy1hbmFseXNlLXdoZXJlLWNydWRlLW9pbC1wcmljZXMtY291bGQtYmUtaGVhZGVkLTE4NjUyMzYxLmh0bdIBeWh0dHBzOi8vd3d3LmNuYmN0djE4LmNvbS9tYXJrZXQvc3Vlei1jYW5hbC1jcmlzaXMtZXhwZXJ0cy1hbmFseXNlLXdoZXJlLWNydWRlLW9pbC1wcmljZXMtY291bGQtYmUtaGVhZGVkLTE4NjUyMzYxLmh0bS9hbXA?hl=no&gl=NO&ceid=NO%3Ano",
  "28":"https:\/\/news.google.com\/articles\/CBMieGh0dHBzOi8vd3d3Lm1hcmtldHdhdGNoLmNvbS9zdG9yeS9jcnVkZS1vaWwtc2Vlcy1maXJzdC1yZWFsLWRlYXRoLWNyb3NzLXNpbmNlLXRoZS1wYW5kZW1pYy1wbHVuZ2Utb2YtZWFybHktMjAyMC1kOTNmOWM4N9IBfGh0dHBzOi8vd3d3Lm1hcmtldHdhdGNoLmNvbS9hbXAvc3RvcnkvY3J1ZGUtb2lsLXNlZXMtZmlyc3QtcmVhbC1kZWF0aC1jcm9zcy1zaW5jZS10aGUtcGFuZGVtaWMtcGx1bmdlLW9mLWVhcmx5LTIwMjAtZDkzZjljODc?hl=no&gl=NO&ceid=NO%3Ano",
  "29":"https:\/\/news.google.com\/articles\/CBMiogFodHRwczovL3d3dy5saXZlbWludC5jb20vbWFya2V0L29tY3Mtc2NvcmUtcmVjb3JkLWhpZ2hzLW9uLWxvd2VyLWNydWRlLXByaWNlcy1pbmRpYW4tb2lsLWhwY2wtaGl0LTUyLXdlZWstaGlnaC1icGNsLWFtb25nLXRvcC1uaWZ0eS01MC1nYWluZXJzLTExNzAzNzYzNTc1NTk5Lmh0bWzSAaYBaHR0cHM6Ly93d3cubGl2ZW1pbnQuY29tL21hcmtldC9vbWNzLXNjb3JlLXJlY29yZC1oaWdocy1vbi1sb3dlci1jcnVkZS1wcmljZXMtaW5kaWFuLW9pbC1ocGNsLWhpdC01Mi13ZWVrLWhpZ2gtYnBjbC1hbW9uZy10b3AtbmlmdHktNTAtZ2FpbmVycy9hbXAtMTE3MDM3NjM1NzU1OTkuaHRtbA?hl=no&gl=NO&ceid=NO%3Ano",
  "30":"https:\/\/news.google.com\/articles\/CBMieWh0dHBzOi8vd3d3LnplZWJpei5jb20vbWFya2V0cy9jb21tb2RpdGllcy9uZXdzLW9pbC1wcmljZXMtcmlzZS1hbWlkLWZlYXJzLW92ZXItZXNjYWxhdGluZy10ZW5zaW9ucy1pbi1taWRkbGUtZWFzdC0yNzAxNjLSAX1odHRwczovL3d3dy56ZWViaXouY29tL21hcmtldHMvY29tbW9kaXRpZXMvbmV3cy1vaWwtcHJpY2VzLXJpc2UtYW1pZC1mZWFycy1vdmVyLWVzY2FsYXRpbmctdGVuc2lvbnMtaW4tbWlkZGxlLWVhc3QtMjcwMTYyL2FtcA?hl=no&gl=NO&ceid=NO%3Ano",
  "31":"https:\/\/news.google.com\/articles\/CBMiXmh0dHBzOi8vb2lscHJpY2UuY29tL0VuZXJneS9DcnVkZS1PaWwvRXVyb3BlLUV5ZXMtVmVuZXp1ZWxhbi1PaWwtaW4tRGl2ZXJzaWZpY2F0aW9uLURyaXZlLmh0bWzSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "32":"https:\/\/news.google.com\/articles\/CBMiZWh0dHBzOi8vd3d3Lm9lZGlnaXRhbC5jb20vbmV3cy81MTA0MjYtcWF0YXJlbmVyZ3ktcGlja3MtdXAtZml2ZS15ZWFyLWNydWRlLXN1cHBseS1jb250cmFjdC13aXRoLXNoZWxs0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "33":"https:\/\/news.google.com\/articles\/CBMibGh0dHBzOi8vd3d3Lm1hcmtldHdhdGNoLmNvbS9zdG9yeS9vaWwtYW5kLWdhcy1zdG9ja3Mtc2Vlcy1icm9hZC13ZWFrbmVzcy1hcy1jcnVkZS1wcmljZXMtZmFsbC1hZ2Fpbi1mNWY5N2Q0ZNIBcGh0dHBzOi8vd3d3Lm1hcmtldHdhdGNoLmNvbS9hbXAvc3Rvcnkvb2lsLWFuZC1nYXMtc3RvY2tzLXNlZXMtYnJvYWQtd2Vha25lc3MtYXMtY3J1ZGUtcHJpY2VzLWZhbGwtYWdhaW4tZjVmOTdkNGQ?hl=no&gl=NO&ceid=NO%3Ano",
  "34":"https:\/\/news.google.com\/articles\/CBMiaGh0dHBzOi8vd3d3LmV1cm9uZXdzLmNvbS9idXNpbmVzcy8yMDIzLzEyLzI1L29pbC1wcmljZS1mb3JlY2FzdC1mb3ItMjAyNC13aGF0cy1pbi1zdG9yZS1mb3ItZ2xvYmFsLWNydWRl0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "35":"https:\/\/news.google.com\/articles\/CBMifmh0dHBzOi8vd3d3Lm1vbmV5Y29udHJvbC5jb20vbmV3cy9idXNpbmVzcy9tYXJrZXRzL2NvbW1vZGl0eS1mdXR1cmVzLWEtbXVsdGktbW9udGgtYnJlYWtvdXQtaXMtc2Vlbi1pbi1jcnVkZS1vaWwtMTE5NTkzMzEuaHRtbNIBggFodHRwczovL3d3dy5tb25leWNvbnRyb2wuY29tL25ld3MvYnVzaW5lc3MvbWFya2V0cy9jb21tb2RpdHktZnV0dXJlcy1hLW11bHRpLW1vbnRoLWJyZWFrb3V0LWlzLXNlZW4taW4tY3J1ZGUtb2lsLTExOTU5MzMxLmh0bWwvYW1w?hl=no&gl=NO&ceid=NO%3Ano",
  "36":"https:\/\/news.google.com\/articles\/CBMiWmh0dHBzOi8vd3d3Lm9mZnNob3JlLWVuZXJneS5iaXovcWF0YXJlbmVyZ3ktc2NvcmVzLWZpdmUteWVhci1jcnVkZS1zdXBwbHktZGVhbC13aXRoLXNoZWxsL9IBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "37":"https:\/\/news.google.com\/articles\/CBMie2h0dHBzOi8vd3d3LnplZWJpei5jb20vdmlkZW8tZ2FsbGVyeS1jb21tb2RpdHktc3VwZXJmYXN0LWhlYXZ5LWZhbGwtaW4tdGhlLXByaWNlLW9mLWNydWRlLW9pbC1tY3gtY3J1ZGUtcmVhY2hlZC02Mjc1LTI3MDE1MtIBf2h0dHBzOi8vd3d3LnplZWJpei5jb20vdmlkZW8tZ2FsbGVyeS1jb21tb2RpdHktc3VwZXJmYXN0LWhlYXZ5LWZhbGwtaW4tdGhlLXByaWNlLW9mLWNydWRlLW9pbC1tY3gtY3J1ZGUtcmVhY2hlZC02Mjc1LTI3MDE1Mi9hbXA?hl=no&gl=NO&ceid=NO%3Ano",
  "38":"https:\/\/news.google.com\/articles\/CBMiZGh0dHBzOi8vd3d3LmxzZS5jby51ay9uZXdzL3FhdGFyLXRvLXN1cHBseS1jcnVkZS1vaWwtdG8tc2hlbGwtaW4tZml2ZS15ZWFyLWRlYWwtM3B6dHB5ZWgxN2hjYWRpLmh0bWzSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "39":"https:\/\/news.google.com\/articles\/CBMiYWh0dHBzOi8vd3d3LmJsb29tYmVyZy5jb20vbmV3cy9hcnRpY2xlcy8yMDIzLTEyLTI3L2xhdGVzdC1vaWwtbWFya2V0LW5ld3MtYW5kLWFuYWx5c2lzLWZvci1kZWMtMjjSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "40":"https:\/\/news.google.com\/articles\/CBMimQFodHRwczovL3d3dy5hcmlzZS50di9kYW5nb3RlLXJlZmluZXJ5LTIycmVjZWl2ZXMtdGhpcmQtY3J1ZGUtc2hpcG1lbnQtb2YtMS1taWxsaW9uLWJhcnJlbHMtdG8tc3RhcnQtZGllc2VsLWFuZC1hdmlhdGlvbi1mdWVsLXByb2R1Y3Rpb24tbWlkLWphbnVhcnktMjAyNC_SAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "41":"https:\/\/news.google.com\/articles\/CBMiqwFodHRwczovL3d3dy5saXZlbWludC5jb20vbWFya2V0L2NvbW1vZGl0aWVzL29pbC1yZXBvcnRzLWJpZ2dlc3Qtd2Vla2x5LWluLTItbW9udGhzLW9uLXJlZC1zZWEtYXR0YWNrcy1hbmdvbGEtb3V0cHV0LWV4cGVjdGF0aW9ucy1icmVudC1zZXR0bGVzLWF0LTc5YmJsLTExNzAzMzM4ODQwMDEwLmh0bWzSAa8BaHR0cHM6Ly93d3cubGl2ZW1pbnQuY29tL21hcmtldC9jb21tb2RpdGllcy9vaWwtcmVwb3J0cy1iaWdnZXN0LXdlZWtseS1pbi0yLW1vbnRocy1vbi1yZWQtc2VhLWF0dGFja3MtYW5nb2xhLW91dHB1dC1leHBlY3RhdGlvbnMtYnJlbnQtc2V0dGxlcy1hdC03OWJibC9hbXAtMTE3MDMzMzg4NDAwMTAuaHRtbA?hl=no&gl=NO&ceid=NO%3Ano",
  "42":"https:\/\/news.google.com\/articles\/CBMiowFodHRwczovL3d3dy5saXZlbWludC5jb20vbWFya2V0L2NvbW1vZGl0aWVzL29pbC1lZGdlcy1sb3dlci1hZnRlci1oaXR0aW5nLTEtbW9udGgtaGlnaC1hcy1pbnZlc3RvcnMtbW9uaXRvci1yZWQtc2VhLWRldmVsb3BtZW50cy1icmVudC1hdC04MGJibC0xMTcwMzY5NjAwMDc3Ny5odG1s0gGnAWh0dHBzOi8vd3d3LmxpdmVtaW50LmNvbS9tYXJrZXQvY29tbW9kaXRpZXMvb2lsLWVkZ2VzLWxvd2VyLWFmdGVyLWhpdHRpbmctMS1tb250aC1oaWdoLWFzLWludmVzdG9ycy1tb25pdG9yLXJlZC1zZWEtZGV2ZWxvcG1lbnRzLWJyZW50LWF0LTgwYmJsL2FtcC0xMTcwMzY5NjAwMDc3Ny5odG1s?hl=no&gl=NO&ceid=NO%3Ano",
  "43":"https:\/\/news.google.com\/articles\/CBMijQFodHRwczovL3d3dy5tYXJrZXRzY3JlZW5lci5jb20vcXVvdGUvY29tbW9kaXR5L1dUSS0yMzU1NjM5L25ld3MvQ3J1ZGUtT2lsLVN0b2Nrcy1TZWVuLURvd24tMi00LU1pbGxpb24tQmFycmVscy1pbi1XZWVrLUVuZGVkLURlYy0yMi00NTY0MDQ5MS_SAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "44":"https:\/\/news.google.com\/articles\/CBMiT2h0dHBzOi8vd3d3LmZvcmV4ZmFjdG9yeS5jb20vbmV3cy8xMjU5Mjg5LW1hcmtldC1hbmFseXNpcy1nb2xkLXVzZGNoZi1jcnVkZS1vaWzSAVNodHRwczovL3d3dy5mb3JleGZhY3RvcnkuY29tL25ld3MvMTI1OTI4OS1tYXJrZXQtYW5hbHlzaXMtZ29sZC11c2RjaGYtY3J1ZGUtb2lsL2FtcA?hl=no&gl=NO&ceid=NO%3Ano",
  "45":"https:\/\/news.google.com\/articles\/CBMiZmh0dHBzOi8vd3d3LmRhaWx5Zm9yZXguY29tL2ZvcmV4LXRlY2huaWNhbC1hbmFseXNpcy8yMDIzLzEyL2NydWRlLW9pbC1mb3JlY2FzdC0yNy1kZWNlbWJlci0yMDIzLzIwNTYzMdIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "46":"https:\/\/news.google.com\/articles\/CBMihgFodHRwczovL3d3dy5meGVtcGlyZS5jb20vZm9yZWNhc3RzL2FydGljbGUvY3J1ZGUtb2lsLXByaWNlLWZvcmVjYXN0LWNydWRlLW9pbC1tYXJrZXRzLXB1bGwtYmFjay1qdXN0LWEtYml0LW9ubHktdG8tZmluZC1idXllcnMtMTM5ODY1OdIBd2h0dHBzOi8vYW1wLmZ4ZW1waXJlLmNvbS9lbi9jcnVkZS1vaWwtcHJpY2UtZm9yZWNhc3QtY3J1ZGUtb2lsLW1hcmtldHMtcHVsbC1iYWNrLWp1c3QtYS1iaXQtb25seS10by1maW5kLWJ1eWVycy8xMzk4NjU5?hl=no&gl=NO&ceid=NO%3Ano",
  "47":"https:\/\/news.google.com\/articles\/CBMigwFodHRwczovL3d3dy5tb25leWNvbnRyb2wuY29tL25ld3MvYnVzaW5lc3Mvc3RvY2tzL3NoYXJlcy1vZi1vaWwtbWFya2V0ZXJzLXN1cmdlLXVwLXRvLTktYXMtY3J1ZGUtc2tpZHMtYmVsb3ctODAtYWdhaW4tMTE5NjcxNjEuaHRtbNIBhwFodHRwczovL3d3dy5tb25leWNvbnRyb2wuY29tL25ld3MvYnVzaW5lc3Mvc3RvY2tzL3NoYXJlcy1vZi1vaWwtbWFya2V0ZXJzLXN1cmdlLXVwLXRvLTktYXMtY3J1ZGUtc2tpZHMtYmVsb3ctODAtYWdhaW4tMTE5NjcxNjEuaHRtbC9hbXA?hl=no&gl=NO&ceid=NO%3Ano",
  "48":"https:\/\/news.google.com\/articles\/CBMiQmh0dHBzOi8vZWNvbm9teW1pZGRsZWVhc3QuY29tL25ld3MvcWF0YXItZW5lcmd5LXNoZWxsLXN1cHBseS1kZWFsL9IBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "49":"https:\/\/news.google.com\/articles\/CBMimgFodHRwczovL3d3dy5idXNpbmVzc3RvZGF5LmluL21hcmtldHMvbWFya2V0LWNvbW1lbnRhcnkvc3RvcnkvZ2lmdC1uaWZ0eS11cC02MS1wb2ludHMtYXNpYW4tbWFya2V0cy1jcnVkZS1vaWwtcHJpY2VzLWRvbGxhci1tb3ZlbWVudC1tb3JlLTQxMTAzNi0yMDIzLTEyLTI40gGeAWh0dHBzOi8vd3d3LmJ1c2luZXNzdG9kYXkuaW4vYW1wL21hcmtldHMvbWFya2V0LWNvbW1lbnRhcnkvc3RvcnkvZ2lmdC1uaWZ0eS11cC02MS1wb2ludHMtYXNpYW4tbWFya2V0cy1jcnVkZS1vaWwtcHJpY2VzLWRvbGxhci1tb3ZlbWVudC1tb3JlLTQxMTAzNi0yMDIzLTEyLTI4?hl=no&gl=NO&ceid=NO%3Ano",
  "50":"https:\/\/news.google.com\/articles\/CBMiWGh0dHBzOi8vd3d3LmZvcnR1bmVpbmRpYS5jb20vbWFjcm8vMjAyNC1haG95LWNydWRlLXRvLWRldGVybWluZS1oZWFsdGgtb2YtZWNvbm9teS8xMTUyNDLSAWZodHRwczovL3d3dy5mb3J0dW5laW5kaWEuY29tL2FtcC9zdG9yeS9tYWNybyUyRjIwMjQtYWhveS1jcnVkZS10by1kZXRlcm1pbmUtaGVhbHRoLW9mLWVjb25vbXklMkYxMTUyNDI?hl=no&gl=NO&ceid=NO%3Ano",
  "51":"https:\/\/news.google.com\/articles\/CBMidGh0dHBzOi8vd3d3Lndpb25ld3MuY29tL2J1c2luZXNzLWVjb25vbXkvZ3V5YW5hLXZlbmV6dWVsYS10ZW5zaW9ucy1ob3ctb2lsLWRpc2NvdmVyeS1yZXZpdmVkLWVzc2VxdWliby1jcmlzaXMtNjc0MjAx0gF4aHR0cHM6Ly93d3cud2lvbmV3cy5jb20vYnVzaW5lc3MtZWNvbm9teS9ndXlhbmEtdmVuZXp1ZWxhLXRlbnNpb25zLWhvdy1vaWwtZGlzY292ZXJ5LXJldml2ZWQtZXNzZXF1aWJvLWNyaXNpcy02NzQyMDEvYW1w?hl=no&gl=NO&ceid=NO%3Ano",
  "52":"https:\/\/news.google.com\/articles\/CBMimgFodHRwczovL3d3dy5saXZlbWludC5jb20vbWFya2V0L2NvbW1vZGl0aWVzL29pbC1qdW1wcy1vdmVyLTItdG8taGl0LTEtbW9udGgtaGlnaC1vbi1yZWQtc2VhLWF0dGFja3MtdXMtcmF0ZS1jdXQtaG9wZXMtYnJlbnQtb3Zlci04MGJibC0xMTcwMzYwODM1NzI4Mi5odG1s0gGeAWh0dHBzOi8vd3d3LmxpdmVtaW50LmNvbS9tYXJrZXQvY29tbW9kaXRpZXMvb2lsLWp1bXBzLW92ZXItMi10by1oaXQtMS1tb250aC1oaWdoLW9uLXJlZC1zZWEtYXR0YWNrcy11cy1yYXRlLWN1dC1ob3Blcy1icmVudC1vdmVyLTgwYmJsL2FtcC0xMTcwMzYwODM1NzI4Mi5odG1s?hl=no&gl=NO&ceid=NO%3Ano",
  "53":"https:\/\/news.google.com\/articles\/CBMiZmh0dHBzOi8vd3d3Lm5hdHVyYWxnYXN3b3JsZC5jb20vcnVzc2lhcy1ub3Zhay1leHBlY3RzLWJyZW50LWNydWRlLW9pbC1hdC04MC04NS1hLWJhcnJlbC1pbi0yMDI0LTEwODk0MdIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "54":"https:\/\/news.google.com\/articles\/CBMiY2h0dHBzOi8vd3d3LnFjaW50ZWwuY29tL2FydGljbGUvdGhhaWxhbmQtZGF0YS1ub3ZlbWJlci1jcnVkZS1pbXBvcnRzLWp1bXAtNDQtdG8tMS0zbS1icGQtMTk5NjUuaHRtbNIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "55":"https:\/\/news.google.com\/articles\/CBMiXWh0dHBzOi8vYWJjbmV3cy5nby5jb20vQnVzaW5lc3Mvd2lyZVN0b3J5L2Nsb3NpbmctcHJpY2VzLWNydWRlLW9pbC1nb2xkLWNvbW1vZGl0aWVzLTEwNTkyODAyMNIBYWh0dHBzOi8vYWJjbmV3cy5nby5jb20vYW1wL0J1c2luZXNzL3dpcmVTdG9yeS9jbG9zaW5nLXByaWNlcy1jcnVkZS1vaWwtZ29sZC1jb21tb2RpdGllcy0xMDU5MjgwMjA?hl=no&gl=NO&ceid=NO%3Ano",
  "56":"https:\/\/news.google.com\/articles\/CBMieGh0dHBzOi8vd3d3LnhtLmNvbS9yZXNlYXJjaC9tYXJrZXRzL2FsbE5ld3MvcmV1dGVycy9ydXNzaWFzLW5vdmFrLXNlZXMtYnJlbnQtY3J1ZGUtb2lsLWF0LTgwODUtYS1iYXJyZWwtaW4tMjAyNC01MzcyNzAwNdIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "57":"https:\/\/news.google.com\/articles\/CBMiZmh0dHBzOi8vd3d3Lm1zbi5jb20vZW4tZ2IvbW9uZXkvb3RoZXIvcWF0YXItdG8tc3VwcGx5LWNydWRlLW9pbC10by1zaGVsbC1pbi1maXZlLXllYXItZGVhbC9hci1BQTFtOHh1UdIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "58":"https:\/\/news.google.com\/articles\/CBMiUWh0dHBzOi8vd3d3LmhpZ2hub3J0aG5ld3MuY29tL2VuL3J1c3NpYW4tY3J1ZGUtb2lsLW5vdy1mbG93aW5nLWNoaW5hLWFyY3RpYy1vY2VhbtIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "59":"https:\/\/news.google.com\/articles\/CBMibWh0dHBzOi8vd3d3LmNuYmN0djE4LmNvbS9idXNpbmVzcy9xYXRhci1zdHJpa2VzLWZpdmUteWVhci1jcnVkZS1vaWwtZGVhbC13aXRoLXNoZWxsLWluLXNpbmdhcG9yZS0xODY2Njk0MS5odG3SAXFodHRwczovL3d3dy5jbmJjdHYxOC5jb20vYnVzaW5lc3MvcWF0YXItc3RyaWtlcy1maXZlLXllYXItY3J1ZGUtb2lsLWRlYWwtd2l0aC1zaGVsbC1pbi1zaW5nYXBvcmUtMTg2NjY5NDEuaHRtL2FtcA?hl=no&gl=NO&ceid=NO%3Ano",
  "60":"https:\/\/news.google.com\/articles\/CBMiYGh0dHBzOi8vd3d3LmVjb25vbWllcy5jb20vY29tbW9kaXRpZXMvb2lsLWFuYWx5c2lzL21pZGRheS11cGRhdGUtZm9yLWNydWRlLW9pbC0yOC0xMi0yMDIzLTEwNTc4MNIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "61":"https:\/\/news.google.com\/articles\/CBMiamh0dHBzOi8vZW5lcmd5YW5kY2xlYW5haXIub3JnL25vdmVtYmVyLTIwMjMtbW9udGhseS1hbmFseXNpcy1vbi1ydXNzaWFuLWZvc3NpbC1mdWVsLWV4cG9ydHMtYW5kLXNhbmN0aW9ucy_SAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "62":"https:\/\/news.google.com\/articles\/CBMikgFodHRwczovL3d3dy5saXZlbWludC5jb20vaW5kdXN0cnkvaW5kaWFzLXB1c2gtZm9yLXJ1cGVlLWFzLXBheW1lbnQtY3VycmVuY3ktZm9yLWNydWRlLW9pbC1pbXBvcnRzLWZpbmRzLW5vLXRha2Vycy1vaWwtbWluaXN0cnktMTE3MDM1Njk2MTEwODkuaHRtbNIBlgFodHRwczovL3d3dy5saXZlbWludC5jb20vaW5kdXN0cnkvaW5kaWFzLXB1c2gtZm9yLXJ1cGVlLWFzLXBheW1lbnQtY3VycmVuY3ktZm9yLWNydWRlLW9pbC1pbXBvcnRzLWZpbmRzLW5vLXRha2Vycy1vaWwtbWluaXN0cnkvYW1wLTExNzAzNTY5NjExMDg5Lmh0bWw?hl=no&gl=NO&ceid=NO%3Ano",
  "63":"https:\/\/news.google.com\/articles\/CBMigAFodHRwczovL3d3dy5lY29ub21pZXMuY29tL2NvbW1vZGl0aWVzL29pbC1hbmFseXNpcy9jcnVkZS1vaWwtcHJpY2UtdGVzdHMtdGhlLXN1cHBvcnQtYmFzZS0lRTIlODAlOTMtYW5hbHlzaXMtLS0yOC0xMi0yMDIzLTEwNTc2MdIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "64":"https:\/\/news.google.com\/articles\/CBMid2h0dHBzOi8vd3d3LmFjdGlvbmZvcmV4LmNvbS9jb250cmlidXRvcnMvdGVjaG5pY2FsLWFuYWx5c2lzLzUzMzE3Mi1jcnVkZS1vaWwtcHJpY2UtcmVjb3ZlcnktY291bGQtZ2F0aGVyLXBhY2UtYWJvdmUtNzYv0gF7aHR0cHM6Ly93d3cuYWN0aW9uZm9yZXguY29tL2NvbnRyaWJ1dG9ycy90ZWNobmljYWwtYW5hbHlzaXMvNTMzMTcyLWNydWRlLW9pbC1wcmljZS1yZWNvdmVyeS1jb3VsZC1nYXRoZXItcGFjZS1hYm92ZS03Ni8_YW1w?hl=no&gl=NO&ceid=NO%3Ano",
  "65":"https:\/\/news.google.com\/articles\/CBMiWWh0dHBzOi8vb2lscHJpY2UuY29tL0VuZXJneS9DcnVkZS1PaWwvVVMtU2hhbGUtR3Jvd3RoLUNvdWxkLUV4Y2VlZC1Gb3JlY2FzdHMtaW4tMjAyNC5odG1s0gFdaHR0cHM6Ly9vaWxwcmljZS5jb20vRW5lcmd5L0NydWRlLU9pbC9VUy1TaGFsZS1Hcm93dGgtQ291bGQtRXhjZWVkLUZvcmVjYXN0cy1pbi0yMDI0LmFtcC5odG1s?hl=no&gl=NO&ceid=NO%3Ano",
  "66":"https:\/\/news.google.com\/articles\/CBMikAFodHRwczovL3d3dy50aGVoaW5kdS5jb20vYnVzaW5lc3MvRWNvbm9teS9maXJzdC1ydXBlZS1wYXltZW50LWZvci1vaWwtdG8tdWFlLWluZGlhLWxvb2tzLWZvci1tb3JlLWRlYWxzLW5vLXRhcmdldHMtb2ZmaWNpYWxzL2FydGljbGU2NzY3Mzc2Mi5lY2XSAZUBaHR0cHM6Ly93d3cudGhlaGluZHUuY29tL2J1c2luZXNzL0Vjb25vbXkvZmlyc3QtcnVwZWUtcGF5bWVudC1mb3Itb2lsLXRvLXVhZS1pbmRpYS1sb29rcy1mb3ItbW9yZS1kZWFscy1uby10YXJnZXRzLW9mZmljaWFscy9hcnRpY2xlNjc2NzM3NjIuZWNlL2FtcC8?hl=no&gl=NO&ceid=NO%3Ano",
  "67":"https:\/\/news.google.com\/articles\/CBMiY2h0dHBzOi8vb2lscHJpY2UuY29tL0xhdGVzdC1FbmVyZ3ktTmV3cy9Xb3JsZC1OZXdzL09pbC1JbnZlbnRvcmllcy1SaXNlLVRvd2FyZC10aGUtRW5kLW9mLTIwMjMuaHRtbNIBZ2h0dHBzOi8vb2lscHJpY2UuY29tL0xhdGVzdC1FbmVyZ3ktTmV3cy9Xb3JsZC1OZXdzL09pbC1JbnZlbnRvcmllcy1SaXNlLVRvd2FyZC10aGUtRW5kLW9mLTIwMjMuYW1wLmh0bWw?hl=no&gl=NO&ceid=NO%3Ano",
  "68":"https:\/\/news.google.com\/articles\/CBMijAFodHRwczovL3d3dy5jaGVtYW5hbHlzdC5jb20vTmV3c0FuZERlYWxzL05ld3NEZXRhaWxzL2NydWRlLW9pbC1zZWVzLW5lYXJseS0yLWRlY2xpbmUtYW1pZHN0LWludmVzdG9yLWF0dGVudGlvbi10by1yZWQtc2VhLWRldmVsb3BtZW50cy0yNDE3NtIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "69":"https:\/\/news.google.com\/articles\/CBMibmh0dHBzOi8vd3d3Lm1hcmtldHdhdGNoLmNvbS9zdG9yeS9jcnVkZS1vaWwtc3RvY2tzLXNlZW4tZG93bi0yLTQtbWlsbGlvbi1iYXJyZWxzLWluLXdlZWstZW5kZWQtZGVjLTIyLWE4OTU2OGUw0gFyaHR0cHM6Ly93d3cubWFya2V0d2F0Y2guY29tL2FtcC9zdG9yeS9jcnVkZS1vaWwtc3RvY2tzLXNlZW4tZG93bi0yLTQtbWlsbGlvbi1iYXJyZWxzLWluLXdlZWstZW5kZWQtZGVjLTIyLWE4OTU2OGUw?hl=no&gl=NO&ceid=NO%3Ano",
  "70":"https:\/\/news.google.com\/articles\/CBMib2h0dHBzOi8vd3d3LmZ4c3RyZWV0LmNvbS9uZXdzL2NydWRlLW9pbC1lYXNlcy1kZXNwaXRlLXJlZC1zZWEtdGVuc2lvbnMtd3RpLXNsaXBzLWJhY2stdG93YXJkcy03NDAwLTIwMjMxMjI3MTgzMdIBc2h0dHBzOi8vd3d3LmZ4c3RyZWV0LmNvbS9hbXAvbmV3cy9jcnVkZS1vaWwtZWFzZXMtZGVzcGl0ZS1yZWQtc2VhLXRlbnNpb25zLXd0aS1zbGlwcy1iYWNrLXRvd2FyZHMtNzQwMC0yMDIzMTIyNzE4MzE?hl=no&gl=NO&ceid=NO%3Ano",
  "71":"https:\/\/news.google.com\/articles\/CBMiQmh0dHBzOi8vd3d3Lmt1bmEubmV0Lmt3L0FydGljbGVEZXRhaWxzLmFzcHg_aWQ9MzEzMDMwNSZsYW5ndWFnZT1lbtIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "72":"https:\/\/news.google.com\/articles\/CBMieGh0dHBzOi8vd3d3LnplZWJpei5jb20vdmlkZW8tZ2FsbGVyeS1jb21tb2RpdHktY2Fwc3VsZS1icmVudC1jcnVkZS1vaWwtaG92ZXJzLW5lYXItODEtYW1pZC1yZWQtc2VhLXZlc3NlbC1hdHRhY2tzLTI3MDEzN9IBfGh0dHBzOi8vd3d3LnplZWJpei5jb20vdmlkZW8tZ2FsbGVyeS1jb21tb2RpdHktY2Fwc3VsZS1icmVudC1jcnVkZS1vaWwtaG92ZXJzLW5lYXItODEtYW1pZC1yZWQtc2VhLXZlc3NlbC1hdHRhY2tzLTI3MDEzNy9hbXA?hl=no&gl=NO&ceid=NO%3Ano",
  "73":"https:\/\/news.google.com\/articles\/CBMiWWh0dHBzOi8vd3d3Lm9mZnNob3JlLWVuZXJneS5iaXovZnBzby1lbi1yb3V0ZS10by1zZW5lZ2Fscy1maXJzdC1vZmZzaG9yZS1vaWwtZGV2ZWxvcG1lbnQv0gEA?hl=no&gl=NO&ceid=NO%3Ano"
 },
 "date":{
  "0":null,
  "1":null,
  "2":null,
  "3":1703736691000,
  "4":null,
  "5":null,
  "6":1703770122000,
  "7":1703765165000,
  "8":1703749872000,
  "9":1703759842000,
  "10":1410338264000,
  "11":1703705705000,
  "12":null,
  "13":null,
  "14":null,
  "15":1703721600000,
  "16":null,
  "17":1703503644000,
  "18":null,
  "19":null,
  "20":1703713275000,
  "21":1703746445000,
  "22":1703763506000,
  "23":null,
  "24":null,
  "25":1703654977000,
  "26":null,
  "27":1703663293000,
  "28":null,
  "29":1703764158000,
  "30":1703728958000,
  "31":null,
  "32":1703752558000,
  "33":null,
  "34":null,
  "35":1703639026000,
  "36":1703750568000,
  "37":null,
  "38":null,
  "39":1703721363235,
  "40":1703760849000,
  "41":1703340199000,
  "42":1703697322000,
  "43":1703698866000,
  "44":null,
  "45":null,
  "46":null,
  "47":1703751529000,
  "48":null,
  "49":1703731078000,
  "50":null,
  "51":null,
  "52":1703609242000,
  "53":null,
  "54":null,
  "55":null,
  "56":1410338264000,
  "57":null,
  "58":null,
  "59":1703760444000,
  "60":null,
  "61":1703152800000,
  "62":1703571756000,
  "63":null,
  "64":1703733806000,
  "65":null,
  "66":1703500656000,
  "67":null,
  "68":null,
  "69":null,
  "70":null,
  "71":null,
  "72":null,
  "73":1703664635000
 }
}