{
 "title":{
  "0":"First rupee payment for oil to UAE: India looks for more deals, no targets: Officials",
  "1":"Brent crude to remain range-bound in near term, may witness some decline: Emkay",
  "2":"Azerbaijan doubles purchases of crude oil from Turkmenistan",
  "3":"Crude Check: Downtick expected",
  "4":"Indian offshore rig operators eye 30% surge in operating profit by FY25: Report, ET EnergyWorld",
  "5":"Brent crude oil price annually 1976-2023",
  "6":"US crude exports to hit new record in 2024 - EIA",
  "7":"Power Breakfast: Know the movement of crude oil and see what is the impact of global markets on the Indian market?",
  "8":"PTTEP, Petronas Carigali advance development of offshore oil and gas discoveries",
  "9":"India's crude oil output down 0.4% to 2.4 MMT in November, imports decrease 2.3% YoY: PPAC",
  "10":"India makes first-ever rupee payment for the purchase of crude oil from UAE",
  "11":"Crude Oil Price Forecast – Crude Oil Markets Continue to See Volatility",
  "12":"Nigeria Loses About ₦289.6 Billion Crude Oil Revenue As Oil Output Crashes",
  "13":"'Attacks on ships in Red Sea to affect crude oil flow from West Asia'",
  "14":"India's energy odyssey: Navigating global oil challenges and forging a sustainable future, ET EnergyWorld",
  "15":"US and UK tighten enforcement of Russian oil price cap",
  "16":"MSN",
  "17":"Rupee Payment: In a first, India pays in rupees for crude oil purchased from UAE",
  "18":"Crude oil futures turn negative and test the 100 hour moving average\/50% midpoint",
  "19":"Crude Oil Weekly Price Forecast – Crude Oil Markets Rally Again",
  "20":"More OPEC cuts, a US production boom, and a market share war: Here's what oil markets are anticipating in 2024",
  "21":"Crude Oil Price Forecast – Crude Oil Markets Rally Into The Holiday",
  "22":"Closing prices for crude oil, gold and other commodities",
  "23":"WTI crude rises $1.50 with eyes on the Red Sea",
  "24":"Crude Oil Prices Dip Below $80 Amidst Global Market Dynamics",
  "25":"Trafigura facilitates export of medanito crude oil from a new point in Bahía Blanca",
  "26":"OPEC's 2024 Crude Oil Production Cuts, Explained",
  "27":"U.S. crude oil falls below $70 a barrel, closing at the lowest level since June",
  "28":"Commodities 2024: Palm oil sees global recovery in 2024 on biodiesel demand, stagnant supplies",
  "29":"Brazil environment minister demands ‘ceiling’ on oil production",
  "30":"U.S. Shatters Oil Production Records in 2023",
  "31":"India pays in rupees to buy crude oil from UAE",
  "32":"The US is producing more oil than any country in history",
  "33":"Oil price forecast for 2024: What’s in store for global crude?",
  "34":"Oil Prices - 25-12-23 | ARMENPRESS Armenian News Agency",
  "35":"Russia Continues High Levels of Crude Processing in Mid-December",
  "36":"U.S. Energy Information Administration (EIA)",
  "37":"Latest Oil Market News and Analysis for Dec. 26",
  "38":"Oil jumps over 2% to hit 1-month high on Red Sea attacks, US rate cut hopes; Brent over $80\/bbl",
  "39":"Petronas and PTTEP ink multiple deals for Malaysian offshore blocks",
  "40":"Crude Oil Refining and Petrochemicals Operations",
  "41":"Crude Oil Forecast: Shows Vigor on Friday",
  "42":"November 2023 – Analysis",
  "43":"After Russia, India Uses Rupee To Buy Crude Oil From United Arab Emirates For The First Time",
  "44":"Crude oil futures settle at $73.56",
  "45":"Nigeria: Another 1M Barrel Crude Cargo Delivered to Dangote Refinery",
  "46":"India 'Foiled' Global Crude Chaos; Petroleum Ministry Says 'Russian Oil Purchases...'",
  "47":"Oil reports biggest weekly gain in 2 months on Red Sea attacks, Angola output forecast; Brent settles at $79\/bbl",
  "48":"Oil extended gains as investors eye Middle East tensions, US rate cut",
  "49":"Oil futures: Crude prices edge higher on geopolitical concerns",
  "50":"Crude oil prices hover below $80\/bbl amid Angola’s OPEC-exit decision, higher crude output",
  "51":"U.S. crude oil falls more than 3% on inflation worries",
  "52":"U.S. crude oil rises 3% on weaker dollar, slightly improved 2024 demand outlook",
  "53":"Oil Tanker Hauling US Crude U-Turns in Red Sea to Dodge Houthis",
  "54":"Crude Oil Closes Lower as Focus Remains on OPEC and Red Sea Attacks",
  "55":"India’s Russian crude imports prevented price surge, ‘havoc’ in global oil market, says petroleum ministry",
  "56":"WTI Crude Oil: Weekly Forecast 24th December - 30th December",
  "57":"Crude Oil Price Forecast – Crude Oil Markets Have Bullish Pressure on Tuesday",
  "58":"Russian Crude Oil Now Flowing To China Via Arctic Ocean",
  "59":"The Morning Show: Watch Today's Stock Market News & Analysis, Daily Market Insights",
  "60":"Marathon oil refinery in center of El Paso seeks renewal of permit regulating pollution",
  "61":"Nigerian Navy Seizes 803,354 Barrels Of Crude Oil Worth N105 Billion In A Year",
  "62":"India's push for rupee as payment currency for crude oil imports finds no takers: Oil ministry",
  "63":"GIFT Nifty up 8 points: Asian markets, crude oil prices, dollar movement, & more",
  "64":"Transatlantic resilience brings peak oil within sight",
  "65":"WTI whips on Thursday as Crude Oil markets roil on Red Sea attacks, Angola quitting OPEC",
  "66":"India finds no takers for rupee payment for crude oil imports",
  "67":"Asia oil\/products: Crude prices ease, products trade muted",
  "68":"In a first, India pays in rupees to buy crude oil from UAE",
  "69":"U.S. crude oil falls nearly 4% as traders worry about inflation affecting demand",
  "70":"INSIGHT: Oil price benchmark and the excess crude account",
  "71":"Commodity Wrap: Oil prices hold ground amid Middle East tensions, hope for US rate cut; gold surges"
 },
 "text":{
  "0":"December 25, 2023 04:07 pm | Updated 04:07 pm IST - New Delhi\n\nIndia's first-ever payment in rupees for crude oil purchased from the UAE is helping the world's third largest energy consumer push for taking the local currency global, as it looks for similar deals with other suppliers, officials said, adding internationalisation is a process and there are no targets.\n\nWith the nation more than 85% dependent on imports for meeting its oil needs, India has been pursuing a three-pronged strategy of buying from the cheapest available source, diversifying sources of supply and not breaching any international obligation like the price cap in case of Russian oil.\n\nWhile the strategy helped save billions of dollars, when it ramped up imports of Russian oil that was shunned by some in West post Ukraine war, it is looking to settle trade in rupees instead of dollars in a bid to cut transaction costs by eliminating dollar conversions.\n\nIndia in July signed an agreement with the UAE for rupee settlement and soon after Indian Oil Corporation (IOC) made payments for purchase of a million barrels of crude oil from Abu Dhabi National Oil Company (ADNOC) in Indian rupees.\n\nSome of the Russian oil imports too have been settled in rupee.\n\nOfficials said the default payment currency for import of crude oil has been the US dollar for several decades and the currency traditionally has liquidity as well as lower hedging cost.\n\nBut to boost the rupee's role in cross-border payments, the Reserve Bank of India allowed more than a dozen banks to settle trades in rupees with 18 countries since last year.\n\nSince then, India has been encouraging big oil exporters such as the UAE and Saudi Arabia to accept the Indian currency for trade settlements, officials said, adding the first success happened in August this year when IOC made the rupee payment to ADNOC.\n\nMore such deals may happen in future, they said, insisting there was no target as internationalisation is a process and cannot happen overnight.\n\n\"We have to be mindful that it (rupee settlement) does not lead to increase in cost and is in no way detrimental to the trade,\" an official said.\n\n\"Settling a trade in rupee where the amount is not big does not pose much problem but when you have each shipload of crude oil costing millions of dollars, there are issues.\" India, they said, is navigating the situation keeping overarching national interest in mind.\n\nThe internationalization of the rupee will help reduce dollar demand and make the Indian economy less vulnerable to global currency shocks.\n\nA parliamentary standing committee report, tabled in Parliament last week, stated that there were not many takers for Indian rupee.\n\nOfficials said that situation was true for 2022-23 fiscal and there has been a rupee trade this year.\n\n\"During FY 2022-23, no crude oil imports by oil PSUs were settled in Indian rupee. Crude oil suppliers (including UAE's ADNOC) continue to express their concern on the repatriation of funds in the preferred currency and also highlighted high transactional costs associated with conversion of funds along with exchange fluctuation risks,\" the ministry told the panel.\n\nThe ministry, whose subimissions are part of the committee's report which was tabled in Parliament last week, said India Oil Corporation (IOC) has informed that it incurred high transaction costs as crude oil suppliers pass on the additional transactional costs to IOC.\"",
  "1":"Brokerage house Emkay Wealth Management, the advisory arm of Emkay Global Financial Services, expects Brent crude to trade in a range-bound pattern in the near term with a likelihood of some decline.\n\nCurrently, it is trading at around $80 per barrel.\n\nOver the past month, global crude oil prices have been trading in a narrow range. In a recent note on Brent crude, the brokerage highlighted its price outlook and the reason for the rally in crude oil prices.\n\nThe note mentioned conflicting factors impacting oil prices. One is the potential for short-term demand destruction and the other is anticipated long-term growth in demand from India and China.\n\n“Upon closer examination, it appears that the immediate and short-term dynamics may be influenced by demand destruction, whereas the sustained, long-term growth in demand is expected to stem from the economic engines of India and China,\" Emkay said in a note.\n\nIt further added that the argument for demand destruction primarily stems from the widespread occurrence of high inflation globally, driven by fuel prices.\n\nEmkay suggests that elevated prices act as a self-correcting mechanism. Observations, including a notable decline in US fuel consumption during the recent holiday season, support this perspective. \"This notable reduction is believed to be a consequence of consumers exercising restraint in response to the elevated prices,\" it added.\n\nQuoting an International Energy Agency (IEA) report, Emkay said that the data is indicating a significant drop in US gasoline consumption to levels not seen in two decades.\n\nEmkay noted that a decline in fuel prices from current levels could have a positive impact on global inflation, particularly benefiting import-dependent economies such as India, China, and parts of Europe. This, in turn, could lead to a more accommodative or soft monetary policy in the upcoming quarters.\n\nCrude oil prices have witnessed a roller coaster journey this year. After reaching a peak at $130.5 per barrel in March 2022, oil prices plummeted by over 40% due to robust Russian flows, a slowdown in Western countries, and a lackluster economic recovery in China.\n\nIn May 2023, oil prices hit a 17-month low of $63.64 per barrel due to concerns of contagion from the failure of a US regional bank, coupled with troubles at Silicon Valley Bank and Credit Suisse Group AG, triggering a massive sell-off in crude oil futures.\n\nHowever, prices started increasing in late June, driven by OPEC+ output cuts tightening the physical oil markets. Then in October, it rose further following a Hamas attack on Israel, threatening Middle East tensions. Nevertheless, prices declined in Q4 2023 due to the absence of supply disruptions from the war, increased non-OPEC supply, deteriorating demand prospects, and a seasonal lull in demand.\n\nMeanwhile, brokerage house Kotak Securities also predicted that anticipated slowdowns in supply growth in the upcoming year may prompt OPEC+ to make efforts to maintain the $80 per barrel floor. However, the decisive factors influencing prices will be how the demand scenarios unfold in the United States and China, cautioned the brokerage.\n\nDisclaimer: The views and recommendations made above are those of individual analysts or broking companies, and not of Mint. We advise investors to check with certified experts before taking any investment decision.\n\nMilestone Alert! Livemint tops charts as the fastest growing news website in the world 🌏 Click here to know more.\n\nUnlock a world of Benefits! From insightful newsletters to real-time stock tracking, breaking news and a personalized newsfeed – it's all here, just a click away! Login Now!",
  "2":"Subscription to paid content\n\nGain access to all that Trend has to offer, as well as to premium, licensed content via subscription or direct purchase through a credit card.",
  "3":"Crude oil prices went up last week. Brent crude oil futures on the Intercontinental Exchange (ICE) appreciated 3.3 per cent as it closed at $79.1 per barrel. Crude oil futures on the MCX gained 2.5 per cent by ending the week at ₹6,163 a barrel.\n\nBrent futures ($79.1)\n\nBrent futures rallied in the first half of last week. But after facing a roadblock at $80, the bulls lost steam and the price remained largely sideways.\n\nA falling trendline coincides at the resistance at $80, making it a strong one. Also, the price action hints at fresh sellers coming in at this region.\n\nSo, the probability of a fall from here is high. Brent futures has its nearest support at $77.30. A break below this level can pull the contract down to $73.\n\nBut if the resistance at $80 is breached, the short-term outlook can turn positive. Resistance above $80 can be seen at $83 and $85.\n\nMCX-Crude oil (₹6,163)\n\nThe January futures of crude oil went up to hit an intra-week high of ₹6,289 on Wednesday before closing at ₹6,163 on Friday.\n\nThe resistance at ₹6,300 holds true. The candlesticks on the daily chart over the past week shows that sellers are arriving between ₹6,250 and ₹6,300. So, the chances are high for a fall from here.\n\nWhile there is a support at ₹6,080, the contract might slip below this level and touch ₹5,750, the next support. Subsequent support is at ₹5,500.\n\nThat said, a breakout of ₹6,300 can trigger a rally to ₹6,600 or even to ₹6,750.\n\nTrade strategy: Hold the shorts initiated at an average price of ₹6,105. Retain the stop-loss at ₹6,350. When the contract declines to ₹5,750, tighten the stop-loss to ₹5,900. Liquidate the shorts at ₹5,550.",
  "4":"Oil & Gas\n\n2 min read\n\nIndian offshore rig operators eye 30% surge in operating profit by FY25: Report\n\nThe report highlighted that the operators will see benefits as contracts nearing expiration are redeployed at these higher rates.",
  "5":"Currently, you are using a shared account. To use individual functions (e.g., mark statistics as favourites, set statistic alerts) please log in with your personal account. If you are an admin, please authenticate by logging in again.",
  "6":"Subscription to paid content\n\nGain access to all that Trend has to offer, as well as to premium, licensed content via subscription or direct purchase through a credit card.",
  "7":"Power Breakfast: Know the movement of crude oil and see what is the impact of global markets on the Indian market?\n\nZee Business Video Team | Updated: December 26, 2023 13:03 pm\n\nPower Breakfast: Today i.e. on 26 December 2023, know the movement of crude oil in Zee Business' special offer Power Breakfast and see what is the impact of global markets on the Indian market?",
  "8":"Thailand’s national upstream company PTTEP has strengthened its collaboration with Malaysian counterpart and co-venturer Petronas Carigali for the exploitation and potential future development of operated assets offshore Sarawak, East Malaysia.\n\nPetronas Carigali and PTTEP have signed two technical assistance agreements (TAA) and a memorandum of understanding (MoU) that relate to the PTTEP-operated SK 410B and SK 405B production sharing contracts.",
  "9":"India produced a total of 2.4 million metric tonnes (MMT) of crude oil in November 2023 - registering a de growth of 0.4 per cent compared to the year-ago period, according to Petroleum Planning & Analysis Cell (PPAC).\n\nOut of 2.49 MMT, Oil and Natural Gas Corporation (ONGC) produced 1.6 MMT of crude oil while Oil India Limited (OIL) and and private sector producers contributed 0.5 MMT and 0.60 MMT, data released by the Oil Ministry showed.\n\nCrude oil imports decreased by 2.3 per cent and increased by 0.4 per cent during November 2023 and April-November 2023 respectively, compared to the corresponding period of the previous year. The net import bill for oil and gas was $11.1 billion in November 2023 compared to $12.3 billion in November 2022, according to PPAC.\n\nAlso Read: Year 2023 | From $82 to near $100 and back: How Brent crude moved in 2023 over OPEC+ cuts and more\n\nOut of this, crude oil imports constitutes $11.5 billion, liquified natural gas (LNG) imports $1.8 billion and the exports were $4.3 billion during November 2023, the data showed.\n\nThe Indian basket crude price averaged $83.46\/bbl during November 2023 compared to $90.08\/bbl during October 2023 and $87.55 \/bb during November 2022. The price of Brent Crude averaged $83.18\/bb during November 2023 compared to $91.05\/bbl during October 2023 and $91.67\/bbl during November 2022.\n\nThe production of petroleum products was 22.8 MMT during November 2023 which is 12.4 per cent higher than November 2022. Out of above 22.8 MMT, 22.5 MMT was from refinery production and 0.3 MMT was from fractionator.\n\nOn the other hand, natural gas consumption (including internal consumption) for November 2023 stood at 5,328 MMSCM (million metric standard cubic meters), which was 6.6 per cent higher than the corresponding month of the previous year, according to the official data.\n\nThe cumulative natural gas consumption for the current financial year till November 2023 stood at 43,696 MMSCM, which was higher by 8.5 per cent compared with the corresponding period of the previous year.\n\nIn addition, LNG import for November 2023 was 2,337 MMSCM which was 5.3 per cent higher than the corresponding month of the previous year. The cumulative import of 20,090(P) MMSCM for the current financial year till November 2023 was higher by 12.4 per cent compared with the corresponding period of the previous year.\n\nThe gross production of natural gas increased by 7.1 per cent at 3,041 MMSCM in November from last year. The cumulative gross production of natural gas was 24,081 MMSCM for the current financial year till November, higher by 5.1 per cent compared with the corresponding period of the previous year.\n\nIndia is dependent on imports to meet over 85 per cent of its crude oil requirements and around 50 per cent of its natural gas requirements.\n\nIn October 2023, India produced a total of 2.5 MMT of crude oil - registering a growth of 1.3 per cent compared to the year-ago period. The net import bill for oil and gas was $11.8 billion in October 2023 compared to $11.9 billion in October 2022, according to PPAC.\n\nOIL INDIA More Information\n\nMilestone Alert! Livemint tops charts as the fastest growing news website in the world 🌏 Click here to know more.\n\nUnlock a world of Benefits! From insightful newsletters to real-time stock tracking, breaking news and a personalized newsfeed – it's all here, just a click away! Login Now!",
  "10":"India, the world's third-largest energy consumer, made its first-ever payment in rupees for crude oil purchased from the United Arab Emirates (UAE), signalling what could be a strategic push to promote the local currency globally . The move is part of India's broader efforts to diversify oil suppliers, cut transaction costs, and establish the rupee as a viable trade settlement currency. This initiative aligns with the Reserve Bank of India's move on July 11, 2022, allowing importers to pay in rupees and exporters to receive payments in the local currency.\n\nOfficials have stressed that internationalisation is an ongoing process, and currently, there are no specific targets.\n\nIn July, India formalised an agreement with the UAE for rupee settlements, leading to the Indian Oil Corporation (IOC) making payments for purchasing one million barrels of crude oil from Abu Dhabi National Oil Company (Adnoc) in Indian rupees. Additionally, some Russian oil imports have also been settled in rupees.\n\nWith over 85 per cent of its oil needs reliant on imports, India has adopted a multifaceted strategy, emphasising sourcing from the most cost-effective suppliers, diversifying supply sources, and adhering to international obligations. The nation's approach proved advantageous during the ramp-up of Russian oil imports, saving billions of dollars.\n\nDespite these efforts, India aims to explore trade settlements in rupees rather than dollars to streamline transactions by eliminating currency conversions.\n\nWhile there has been success in non-oil trade settlements with specific countries, oil exporters overall have hesitated to embrace the rupee, expressing concerns about fund repatriation and high transactional costs. The oil ministry, addressing a parliamentary standing committee, emphasised that payments for crude oil can be made in Indian rupees, contingent on suppliers adhering to regulatory guidelines. The ministry added that there has not been much international interest in making payments using the Indian rupee as suppliers are wary of the repatriation of funds and high transactional costs.\n\nIn the financial year 2022-23 (April 2022 to March 2023), India spent $157.5 billion on importing 232.7 million tonnes of crude oil. Key suppliers included Iraq, Saudi Arabia, Russia, and the UAE, with West Asia contributing 58 per cent of all supplies. The domestic supply meets less than 15 per cent of the demand.\n\n(With agency inputs)\n\n",
  "11":"What’s interesting is that this area is also an options barrier, so you have to pay attention to that as well. Furthermore, the 50-Day EMA has fallen and looks as if it is trying to get down to the $75 level. Underneath, the $68 level could be the target, but really at this point in time I think you’ve got a situation where we could test that area again, and part of what we have seen recently might be short covering as traders are trying to take profits home for the holidays.\n\nBrent Crude Oil Technical Analysis\n\nBrent markets also have been very noisy during the Thursday session, initially trying to break above the $80 level before turning around and showing signs of negativity. All things being equal, this is a scenario where I think you continue to see a lot of noisy behavior heading into the holidays, and the lack of liquidity will be a major issue for at least a week. Because of this, I would not read too much into the movement, other than we may have had some short covering over the last several days until Wednesday.\n\nIf we do turn around a break above the 50-Day EMA, then the market could go looking to the 200-Day EMA, an indicator that obviously attracts a lot of attention. If we were to break above the level, then obviously it could change the overall trend. Right now, though, it looks like markets believe that there is an oversupply of crude, and therefore it’s likely that we continue to see pressure, and of course the holiday season is very difficult to trade to begin with. Obviously, Monday is Christmas, and that will have the markets shot, but it’s pretty rare that a lot of big traders come in and start pushing the markets around between Christmas and New Year’s Day as well.\n\nFor a look at all of today’s economic events, check out our economic calendar.",
  "12":"bohlah at 26-12-2023 03:26 PM (2 hrs ago) (m)\n\nNigeria’s oil output in November 2023 recorded a plunge resulting in a loss of about ₦289.6 billion in crude oil revenue compared to oil production figures obtained in October.\n\nNigeria’s oil output in November 2023 recorded a plunge resulting in a loss of about ₦289.6 billion in crude oil revenue compared to oil production figures obtained in October.\n\nAccording to oil production figures published by the Nigerian Upstream Petroleum Regulatory Commission, (NUPRC) 41,867,775 million barrels of crude (excluding condensates) was produced in October 2023.\n\n\n\nThe oil production output crashed to 37,508,971 barrels in November indicating a 10% decrease as the output dropped by 4,358,804 million barrels when compared with production figures in October.\n\n\n\nAccording to an international statistical firm, Country Economy, as of November 2023, the average price of Brent, the global benchmark for crude, stood at $82.94\/barrel.\n\n\n\nA loss of 4,358,804 barrels of crude in November, translated to a financial loss of about $361.52 million by Nigeria in the month under review.\n\n\n\nWhen the figure is converted to Naira using the exchange rates figures from exchangerates.org (₦801\/$ as of November 2023), Nigeria’s oil revenue in November crashed by about ₦289.6 billion.\n\n\n\nAccording to a Reuters report, Nigeria's low oil output (recorded as OPEC’s biggest drop) led to a global drop in production as OPEC reported low oil output in November, the first monthly drop since July.\n\n\n\nThe report showed lower shipments by Nigeria and Iraq, as well as ongoing market-supporting cuts by Saudi Arabia and other members of the wider OPEC+ alliance, was responsible for the low oil yield recorded in the month in review.\n\n\n\nOPEC countries pumped 27.81 million BPD in November indicating a 90,000 BPD drop from October’s yield.\n\n\n\nDespite the low oil output, Nigeria’s Minister of State for Petroleum Resources (Oil), Heineken Lokpobiri, has, however, said the country remained committed to OPEC and was looking forward to hitting the 1.7million BPD oil production benchmark in the 2024 budget. According to oil production figures published by the Nigerian Upstream Petroleum Regulatory Commission, (NUPRC) 41,867,775 million barrels of crude (excluding condensates) was produced in October 2023.The oil production output crashed to 37,508,971 barrels in November indicating a 10% decrease as the output dropped by 4,358,804 million barrels when compared with production figures in October.According to an international statistical firm, Country Economy, as of November 2023, the average price of Brent, the global benchmark for crude, stood at $82.94\/barrel.A loss of 4,358,804 barrels of crude in November, translated to a financial loss of about $361.52 million by Nigeria in the month under review.When the figure is converted to Naira using the exchange rates figures from exchangerates.org (₦801\/$ as of November 2023), Nigeria’s oil revenue in November crashed by about ₦289.6 billion.According to a Reuters report, Nigeria's low oil output (recorded as OPEC’s biggest drop) led to a global drop in production as OPEC reported low oil output in November, the first monthly drop since July.The report showed lower shipments by Nigeria and Iraq, as well as ongoing market-supporting cuts by Saudi Arabia and other members of the wider OPEC+ alliance, was responsible for the low oil yield recorded in the month in review.OPEC countries pumped 27.81 million BPD in November indicating a 90,000 BPD drop from October’s yield.Despite the low oil output, Nigeria’s Minister of State for Petroleum Resources (Oil), Heineken Lokpobiri, has, however, said the country remained committed to OPEC and was looking forward to hitting the 1.7million BPD oil production benchmark in the 2024 budget.\n\nPost Reply I have been reporting on latest news from Nigeria for almost 10 years now. I report on every possible news area I come across, but always ensure my reports are compiled with dignity and fact to uphold my personal values and duty as a journalist Posted: at 26-12-2023 03:26 PM (2 hrs ago) | Addicted Hero",
  "13":"Growing attacks on ships, especially oil tankers, in and around the Red Sea will temporarily affect India’s crude shipments from West Asia, a petroleum ministry official said on Sunday after two India-bound vessels were attacked by drones, triggering concerns over maritime trade amid the Israel-Hamas conflict.\n\nLate on Saturday, Gabon-flagged commercial crude oil tanker MV Sai Baba with 25 Indian crew members reportedly came under a one-way drone attack in the Southern Red Sea from the Iran-aligned Houthi rebels, who control much of Yemen, but no one was injured, the United States Central Command (CENTCOM) said on Sunday. CENTCOM is one among 11 unified combatant commands of the US Department of Defense and operates in the Central Asian region.\n\nMV Sai Baba had received a certification from the Indian Register of Shipping. International law requires that merchant ships register in a host country. Registration gives the ship the right to fly the flag of the host country, under whose laws it operates. The vessel was reportedly on its way to India.\n\nThe US Central Command's report came a day after merchant vessel MV Chem Pluto, with around 20 Indian crew members, was hit by a suspected drone about 217 nautical miles off the Porbandar coast in the Arabian Sea and caught fire. The area is far away from the Houthis main base in Western Yemen and was sailing about 860 nautical miles off the Yemen coast when it was hit. The Japanese-owned and Liberia-flagged vessel was shipping petrochemicals to Mumbai.\n\n\"The bulk of crude volumes pass through those waters. The government is keeping an eye on the situation. But given that the situation is quickly escalating, such attacks will affect the flow of crude in the short term from West Asia,\" an official said. He also said the shipping charges are also expected to rise further as consignments from Europe are already ditching the Suez Canal-Red Sea route in favour of the much longer route around Africa and the Cape of Good Hope.\n\nWhile the Ministry of External Affairs is yet to officially comment on the issue, shipping industry executives have expressed particular concerns about the attacks.\n\n\"If this happens, then ships coming from even the Persian Gulf are not safe,\" the official said. Imports from Saudi Arabia, the United Arab Emirates, Kuwait and Oman traverse the Gulf to reach the Arabian Sea, and on to the west coast ports.\n\nThe fresh assaults have come in the wake of Iran-backed Houthis stepping up attacks on ships in the Red Sea amid the Israel-Hamas conflict.\n\nWest Asian crude\n\nAfter more than a year of securing major shipments of Russian crude, India is increasingly looking to re-establish supplies from its traditional partners in West Asia. As of November, Iraq and Saudi Arabia were the second and third-largest sources of crude for India, said London-based commodity data analytics provider Vortexa, which tracks ship movements to estimate imports. The share of crude coming from these nations has risen over the past few months.\n\nHowever, officials said the potential supply disruptions from West Asia are not expected to make a major dent in overall shipped volumes. This is primarily owing to the gamut of discounts on Russian crude oil shipped to India. People in the know said discounts hovered between $9-$11 per barrel in November, up from $8-$10 per barrel in October, and the low levels of $4-$5 per barrel in mid-2023.\n\nIn November, the share of Russian crude in India's imports stood at 33 per cent, same as October, and down from September's 35 percent, Vortexa data showed. This remains much lower than its historic high of 42 per cent, seen in May. Shipments from Russia reduced 4 per cent to 1.49 million barrels per day (bpd) in November, down from 1.55 million bpd and 1.62 million bpd in the previous two months. Overall import volumes have reduced in recent months.",
  "14":"Advt\n\nAdvt\n\nJoin the community of 2M+ industry professionals Subscribe to our newsletter to get latest insights & analysis. Download ETEnergyworld App Get Realtime updates\n\nSave your favourite articles Scan to download App\n\nNew Delhi: India , a burgeoning player in the global energy arena, finds itself at a critical juncture in the intricate tapestry of the world's oil dynamics.The International Energy Agency 's (IEA) Oil Market Report (OMR) stands as a beacon of insight into this labyrinthine landscape, offering authoritative data and timely analysis.As it traverses through the complexities of global oil production, consumption, and trade, the impact on a nation like India becomes increasingly pronounced.The year 2023 unfolds with the world oil demand projected to ascend by 2.3 million barrels per day (mb\/d), reaching a staggering 101.7 mb\/d.This, however, veils a more nuanced narrative--the lurking impact of a weakened macroeconomic climate.A substantial 400 kb\/d decline in global demand growth for the fourth quarter of 2023, with Europe contributing over half of this contraction, signals a delicate interplay of economic forces.The momentum seems poised to carry into 2024, with projected global gains halving to 1.1 mb\/d, driven by GDP growth lagging below the trend in major economies and the growing electric vehicle fleet.Surprisingly, the United States continues its oil supply ascent, surpassing the 20 mb\/d mark.This, coupled with record production from Brazil and Guyana, along with surges in Iranian flows, propels world output to 101.9 mb\/d in 2023--a significant 1.8 mb\/d increase.Non- OPEC+ ( Organization of the Petroleum Exporting Countries ) nations spearhead global gains in 2024, with a projected 1.2 mb\/d expansion after OPEC+ deepens its voluntary oil cuts.In November, Russian crude export prices experienced a sharp decline, falling below the USD 60\/bbl price cap.This, coupled with a 200 kb\/d decrease in oil shipments, led to a 17 per cent month-on-month reduction in November's export revenues for crude and products, totalling USD 15.2 billion--the lowest since July 2023.Notably, revenues fell more for crude than products, signalling a nuanced shift in market dynamics.Refinery margins experienced a marginal rebound in Europe and Singapore in November, while the US Gulf Coast lagged for the third consecutive month.Weaker diesel and gasoline cracks were the primary drivers of the US hub's decline.Expectations for crude runs in the fourth quarter of 2023 indicate material weakness due to extended and deeper refinery turnarounds.Global observed oil inventories mirrored this trend, showing a decline of 19.6 million barrels in October.While crude oil inventories remained largely unchanged, oil product stocks fell for the first time in four months.As oil market sentiment turned bearish in November and early December, with non-OPEC+ supply strength aligning with slowing global oil demand growth, prices plummeted.By early December, Brent futures were trading around USD 74\/bbl, and WTI was close to USD 69\/bbl--both marking their lowest levels in six months.The record-breaking supply from the United States, Brazil, and Guyana, coupled with higher Iranian oil production and diminishing demand, prompted some OPEC+ members to announce more extensive cuts through the first quarter of 2024.Evidence of a slowdown in oil demand is unmistakable. The pace of expansion is set to ease from 2.8 mb\/d year-on-year in 3Q23 to 1.9 mb\/d in 4Q23.A deteriorating macroeconomic outlook led to a downward revision in the global oil consumption growth forecast for the final quarter of the year.Europe, Russia, and the Middle East bear the brunt of this adjustment. The impact of higher interest rates is reverberating through the real economy, and a shift in petrochemical activity toward China is undermining growth elsewhere.China plays a pivotal role, accounting for 78 per cent of this year's increase in oil demand. However, oil consumption growth is expected to ease significantly in 2024, dropping to 1.1 mb\/d as demand baselines normalize with fading Covid-related distortions.The transformation of global oil supply from the Middle East to the United States and the Atlantic Basin, coupled with China's dominant impact on oil demand through its booming petrochemical sector, reshapes global oil trade.East of Suez markets have already absorbed the majority of Russian flows and rising Iranian exports, but now must adjust to increasing volumes of Atlantic Basin crude and natural gas liquids.The challenge for key producers to defend their market share and maintain elevated oil prices intensifies against the backdrop of rising output and slowing demand growth.Navigating this intricate dance of global oil dynamics, each of the three OECD regions emerges as highly dependent on crude oil and petroleum product imports.The IEA meticulously tracks these trade flows, capturing details from each OECD country and key non-OECD players.Worldscale, the standard system for assessing freight rates, intricately weaves the physical movement of oil across the globe.In this global saga, India, with its soaring energy demands and intricate place in the oil trade, takes center stage.The average price of the Indian basket of crude oil, a crucial metric, reached USD 97.67 per barrel in the financial year 2023--a substantial increase from the previous year's average of USD 78.19.This price reflects the intricate balance of global oil dynamics impacting India's energy landscape.Recent trends in the Indian oil industry present a nuanced picture. Despite a steady increase in Indian crude oil refinery capacity in recent years, annual domestic crude oil production consistently declined.Consequently, the volume of crude oil imports surged, underscoring India's dependence on external sources.Looking to the future, India, as the third-largest primary energy consumer globally, grapples with diverse sources to meet its energy demands.Renewable energy emerges as a linchpin in India's energy transition, with a substantial increase in primary energy consumption anticipated in the coming decades.The Indian petroleum industry, which started with a slow pace from Digboi in Assam, has witnessed a transformative journey.Economic liberalization and privatization in July 1991 catapulted the industry into a new era, marked by significant refinery capacity additions, particularly through private sector initiatives.In 2020, India stood as the second-largest refiner in Asia, with a production volume of petroleum products exceeding 195 million metric tons.Foreign investments have played a pivotal role in the industry's rapid growth. Petroleum products, including petroleum gas, propane, distilled crude oil, and kerosene, occupy a prominent place in Indian exports, accounting for 14 per cent in 2020.The Oil and Natural Gas Commission ONGC ), the largest crude oil and natural gas company in India, significantly contributes to the country's domestic production.Privatization became an inevitable part of the Indian petroleum sector's evolution. The scale of investments required for further development surpassed the capabilities of even the largest state-owned firms.The momentum toward privatization gained traction, with Bharat Petroleum being the next company to feel its impact.The Indian government, in March 2020, opened bids for its 53 per cent stake in BPCL , marking a significant step in the ongoing transformation of the sector.The average price of the Indian basket of crude oil reflects the industry's complexities, reaching USD 97.67 per barrel in the financial year 2023.Trends in Indian oil industry highlight a steady increase in refinery capacity, a consistent decline in annual domestic crude oil production, and a surge in crude oil imports.Looking ahead, India positions itself for significant refinery capacity expansion, with plans such as the one for Chennai Petroleum Corporation Limited in Nagapattinam set to increase by nine million metric tons per annum by the financial year 2026.As India strides toward energy self-sufficiency, the onshore production volume of crude oil in the country is estimated to be around 11.15 million metric tons in the fiscal year 2023.This figure underscores the pivotal role of indigenous oil production in supporting India's energy needs.India's trajectory toward greater energy security is intertwined with its quest for cleaner alternatives. The government's emphasis on renewable energy aligns with the global shift towards sustainable practices.With ambitious targets for renewable energy capacity, India seeks to diversify its energy mix, mitigating environmental impact and reducing dependency on conventional fossil fuels.The intricate dance of global oil dynamics impacts India not only as a consumer but also as a participant in the broader energy landscape.As the nation grapples with economic, geopolitical, and environmental considerations, the story of India's oil industry continues to evolve, reflecting the complex interplay of global forces and domestic aspirations.The IEA's Oil Market Report serves as a compass, guiding us through the intricate terrain of the world's oil dynamics.Against the backdrop of a transforming global oil landscape, India's role becomes increasingly pivotal--a nation navigating the delicate balance between energy demands, economic growth, and environmental stewardship.As India charts its course, the unfolding chapters in its oil industry narrative contribute to the larger story of a world in transition, seeking sustainable energy solutions for a dynamic future.",
  "15":"Cookies on FT Sites\n\nWe use cookies and other data for a number of reasons, such as keeping FT Sites reliable and secure, personalising content and ads, providing social media features and to analyse how our Sites are used.",
  "16":"",
  "17":"NEW DELHI: India’s first-ever payment in rupees for crude oil purchased from the UAE is helping the world’s third largest energy consumer push for taking the local currency global, as it looks for similar deals with other suppliers, officials said, adding internationalisation is a process and there are no targets.With the nation more than 85% dependent on imports for meeting its oil needs, India has been pursuing a three-pronged strategy of buying from the cheapest available source, diversifying sources of supply and not breaching any international obligation like the price cap in case of Russian oil.While the strategy helped save billions of dollars, when it ramped up imports of Russian oil that was shunned by some in West post Ukraine war, it is looking to settle trade in rupees instead of dollars in a bid to cut transaction costs by eliminating dollar conversions. India in July signed an agreement with the UAE for rupee settlement and soon after Indian Oil Corporation (IOC) made payments for purchase of a million barrels of crude oil from Abu Dhabi National Oil Company (Adnoc) in Indian rupees. Some of the Russian oil imports too have been settled in rupee.More such deals may happen in future, the officials said.",
  "18":"Crude oil falls back to the 50% midpoint\n\nCrude oil has taken a dip lower and is now negative on a day. The current price trades at $73.54 after peaking at $74.95 an hour or so ago.\n\nThe run to the downside has now taken the price below its 100-hour movie average at $73.75. The price is also trading back below the 50% midpoint of the move down from the November 30 high to the December 13 low.\n\nFor the trading week, crude oil is still up 2.5% (around $1.78).\n\nMaybe related\/maybe not, US stocks are dipping toward lows. The major indices are still higher with the Nasdaq index up 0.21% and the S&P up 0.22%, but well off the highs.",
  "19":"Recently, we have seen traders trying to price in Armageddon, but now it looks as if the economy may be getting quite a bit of liquidity pumped into it, and that generally is good for crude oil so I think we may be in the midst of some type of recovery here.\n\nBrent Crude Oil Technical Analysis\n\nBrent markets have rallied to reach the $80 level, which is a large, round, psychologically significant figure, and much like we have seen in the WTI Crude Oil market, we are in an area that has seen a lot of noise. That being said, if we break to the upside, then we go look into the 50-Week EMA. If we were to break above there, then it opens up the possibility of a move to the $93.50 level.\n\nShort-term pullbacks open up the possibility of a move down to the $76 level, and then possibly down to the $72 level. All things being equal, I think we are trying to recover over here as well, as the liquidity being pumped into the market has people thinking that the economy is going to start to pick up again.",
  "20":"The oil market could see big shifts into 2024, analysts have warned.\n\nExperts think the US shale drilling boom will continue, boosting the world's supply of oil.\n\nBut oil prices risk more upside as OPEC looks poised to slash production further.\n\nNEW LOOK Sign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time.\n\nAdvertisement\n\nOil markets could see more big shifts into 2024 as supply concerns run on in the industry, experts have warned.\n\nCrude prices have seen a wild year so far, with Brent crude, the international benchmark, having fallen around 35% from its highs last summer. That's largely because US oil production has continued to boom, notching a new record in September.\n\nMarkets, though, could see some big shifts coming next year, particularly as Middle Eastern producers try to claw back more of their market share. Demand, meanwhile, remains uncertain, particularly as big energy consumers like China deal with slowing economic activity.\n\nHere are four big things experts are eyeing for oil in 2024:\n\nAdvertisement\n\nOPEC production cuts\n\nThe cartel has vowed to slash its crude production 2.2 million barrels a day in the first quarter of next year. And top members have said those cuts could be extended deeper into next year.\n\nOPEC+ has already slashed its production multiple times over the past year in a bid to prop up oil prices. But markets have shrugged off the supply cuts, in a possible a sign that OPEC's control over the oil market could be fading.\n\nThat's as more non-OPEC supplies fill in the gaps. In fact, Goldman Sachs recently lowered its Brent crude price forecast for 2024 to account for booming US production.\n\nUS oil boom\n\nDomestic production will average 13.3 million barrels a day next year, according to Rapidan Energy. That's up from this year's average of around 13 million barrels a day.\n\nAdvertisement\n\nMajor energy giants, like Exxon Mobil and Chevron, have already ramped up their capital expenditure budgets with the intention of stepping up their production next year.\n\nMeanwhile, a record $100 billion of mergers have taken place in the Permian Basin this year, according to consulting firm Wood Mackenzie, a sign that firms see oil being a critical source of energy over the long run.\n\nMarket share war\n\nSaudi Arabia could end up flushing the oil market with supply in a bid to send oil prices crashing. That swing could force US producers to pull back and surrender some market share.\n\n\"You've got to attack the guy that's making the marginal decision to drill or not — and that guy is Mr. Permian Basin,\" energy expert Paul Sankey told Business Insider in a recent interview.\n\nAdvertisement\n\nAs the US ramped up its shale production, OPEC's total share of the crude market fell to 51%, its lowest in nearly a decade, according to International Energy Agency data.\n\nBut some strategists say that scenario is unlikely. Goldman Sachs said it didn't expect Saudi Arabia to flush the oil market.\n\nOil demand\n\nThe world's oil demand is bound to grow in 2024, though at a slower pace than it has in previous years, according to the US Energy Information Agency. Demand is forecasted to rise by 1.3 million barrels per day next year, slightly lower than the 1.8 million barrels per day oil demand is expected to have grown in 2023.\n\nMuch of that will be driven by China, where crude demand is expected to improve into next year.\n\nAdvertisement\n\nOver the longer term, oil demand is likely to improve over the next decade, a Kpler analyst told Business Insider. And JPMorgan's chief energy strategist estimated that the world wouldn't see peak oil demand \"in this lifetime.\"",
  "21":"All things being equal, I think that the $72.50 level could offer a bit of support, and of course the absolute “floor in the market” is down at the $68 level. That being said, the market is likely to continue to be very noisy, and therefore we need to look at this through the prism of trying to form some type of longer-term bays.\n\nBrent Crude Oil Technical Analysis\n\nBrent rallied significantly during the trading session on Friday, as it looks like we are threatening the $80 level. The 50-Day EMA sits just above offering resistance, so that is something that’s worth paying attention to as well. If we were to take out the 50-Day EMA to the upside, then it opens up a move to the 200-Day EMA. All things being equal, this is a scenario where we see a lot of noisy behavior in this general vicinity, but if we were to break down below the $78 level, then it opens up a move down to the $72 level. In general, this is a situation where the trading public will be looking to determine where the next major move is going to happen. The next week or so is going to be difficult, then I think it’s a situation where the best thing you can do is keep your position size small, or quite frankly just stay out of the market until the holidays are over, which is what a lot of professional traders end up doing.\n\nFor a look at all of today’s economic events, check out our economic calendar.",
  "22":"Benchmark U.S. crude oil for February delivery fell 33 cents to $73.56 per barrel Friday\n\nBy The Associated Press\n\nBenchmark U.S. crude oil for February delivery fell 33 cents to $73.56 per barrel Friday. Brent crude for February delivery fell 32 cents to $79.07 per barrel.\n\nWholesale gasoline for January delivery fell 3 cents to $2.13 a gallon. January heating oil fell 4 cents to $2.66 a gallon. January natural gas rose 4 cents to $2.61 per 1,000 cubic feet.\n\nGold for February delivery rose $17.80 to $2,069.10 per ounce. Silver for March delivery fell 2 cents to $24.57 per ounce, and March copper fell 1 cent to $3.91 per pound.\n\nThe dollar rose to 142.50 yen from 142.25 Japanese yen. The euro rose to $1.1014 from $1.0999.",
  "23":"WTI crude oil daily\n\nThe weekend drone attack that the Pentagon blamed on Iran has the oil market on edge once again. WTI crude oil is up $1.52 to $75.06 and trading near a session high.\n\nLast week, oil traded as high as $75.37 before fading.\n\nThe rally in oil is helping to boost the Canadian dollar with USD\/CAD down 40-pips to 1.3209 -- a fresh four-month low.",
  "24":"Crude Oil Prices Dip Below $80 Amidst Global Market Dynamics\n\nCrude oil prices have dipped below the $80 per barrel threshold, influenced by a mix of global factors. Brent crude traded at $78.33 per barrel on December 22, while West Texas Intermediate (WTI) crude futures slid to $73.89 per barrel. The decline in oil prices can be attributed to Angola’s decision to withdraw from the Organization of the Petroleum Exporting Countries (OPEC) and a significant increase in U.S. oil production.\n\nTriggers of the Price Downturn\n\nPreviously, the market experienced rise in oil prices due to attacks by Yemen’s Houthi rebels in the Red Sea. The assaults imperiled the Suez Canal, a major trade artery for global oil, grain, and consumer goods shipments. The disturbances led to the redirection of shipping routes, culminating in a rise in crude prices. However, the dynamics have since altered with the internal stir within OPEC and the U.S. reaching an unprecedented output of 13.3 million barrels per day (bpd), surpassing the previous high of 13.2 million bpd.\n\nLong-Term Demand Growth\n\nBrokerage Emkay predicts that while short-term oil price dynamics may suffer from demand destruction, long-term demand is projected to grow, fuelled by the economies of India and China. OPEC forecasts global oil demand to rise by 2.2 million bpd in 2024, averaging 104.4 million bpd, backed by robust global GDP growth and economic advancements in China.\n\nOPEC’s Strategic Decision\n\nIn response to a supply-strained market, OPEC and its allies, known as OPEC+, have concurred on a production cut of nearly 1 million bpd by the start of 2024. This move will result in an overall reduction of over 2.2 million bpd, or approximately 2 percent of the global supply. The strategic decision aims to reinforce crude prices in the face of escalating demand.",
  "25":"Bahia Blanca, Argentina, 26 July 2023 - Trafigura, a market leader in the global commodities industry, has completed the first shipment of Medanito crude for export via Puerto Galvan this week, marking the launch of a new export point in Bahía Blanca, Argentina. The export of 200,000 barrels was facilitated by infrastructure investments made within Trafigura’s Bahia Blanca Refinery, providing a direct connection to jetty number 3 in Puerto Galvan. This collaborative effort involved working closely with the Bahía Blanca Port Management Consortium (CGPBB), responsible for managing and operating the jetty.\n\nThe operation marks the beginning of a major infrastructure project that will increase Bahia Blanca’s export capacity and offer producers from Vaca Muerta access to international markets through this logistic service from well to port.\n\nOnce completed in 2025, the new facilities located on the same property as the Refinery will be able to handle 4.8 million barrels of oil per month, with storage capacity of 130,000 cubic meters. And once draft restrictions are lifted, Suezmax vessels, with a capacity of 1 million barrels per shipment, will also be able to load in Puerto Galván, optimizing shipments and providing the flexibility to access other international markets.\n\nLast week, Trafigura inaugurated, a new truck unloading station in Bahia Blanca. This state-of-the-art facility, one of the most modern in the region, has six unloading positions and the capacity to manage up to 150,000 cubic meters per month, to offer an efficient alternative for the dispatch of Medanito crude oil.\n\n\"With these investments our aim is to bolster Argentina’s Medanito export infrastructure, supporting Vaca Muerta’s growth, and offering a logistic alternative for producers,\" said Martín Urdapilleta, General Manager of Trafigura in Argentina. \"As a global leader in commodities, our primary role is to manage supply chains to make them more efficient and responsible, and in this case to connect Medanito producers to consumers.”\n\nIn recent years, Trafigura has become the largest buyer of Medanito crude oil, sourcing 1.4 million barrels from more than 14 producers from Vaca Muerta plays since last October, and reaching and developing new markets in different countries in Latin America, the United States and Europe.\n\nENDS\n\nFor further information please contact:\n\nTrafigura Montevideo Press Office:\n\nTel: +598 2518 8188 or\n\nEmail: media@trafigura.com\n\nAbout Trafigura\n\nFounded in 1993, Trafigura is one of the largest physical commodities trading groups in the world. At the heart of global supply, Trafigura connects the world with the vital resources it needs. Through our Oil & Petroleum Products, Metals & Minerals, and Power & Renewables divisions, we deploy infrastructure, skills and a global network to move commodities from where they are plentiful to where they are needed most, forming strong relationships that make supply chains more efficient, secure and sustainable.\n\nTrafigura also owns and operates a number of industrial assets including multi-metals producer Nyrstar and fuel storage and distribution company Puma Energy; and joint ventures Impala Terminals, a port and logistics provider, and Nala Renewables, a power and renewable energy investment and development platform. Trafigura is owned by its employees and employs over 12,000 people working in 61 countries.\n\nVisit: www.trafigura.com",
  "26":"On November 30, 2023, OPEC (Organization of the Petroleum Exporting Countries) and its allies, collectively known as OPEC+, agreed to cut oil production by 1 million barrels per day (bpd) starting in January 2024. This decision was driven by several factors, but it might be helpful to consider OPEC’s motivations.\n\nIn much of the world – particularly countries that are net crude oil importers – OPEC’s motivations are frequently at odds with the economic desires of those countries. OPEC seeks to maximize the value of the crude oil reserves of member countries. This is generally official government policy.\n\nContrast that to the government policies of the U.S., which generally revolve around a desire for stable, but low prices for energy. That isn’t necessarily what U.S. oil companies seek, so that often pits the objectives of the U.S. government against those of the U.S. oil industry.\n\nIn OPEC countries, the goals are aligned. In many cases, the governments of these countries generate most of their revenues from the sale of crude oil into the export market. So, OPEC seeks the highest possible oil price they can get, without putting the world into recession, or creating incentives for rival production and conservation efforts.\n\nWhile controlling supply to influence prices, OPEC also wants to maintain or grow its share of global oil production and export volumes. Losing too much market share undermines its ability to impact the market.\n\nPrior to the shale oil boom in the U.S., OPEC could more easily achieve these objectives. But, due to the surge of U.S. oil production, it is impossible now for OPEC to prop up prices without also providing more incentives for U.S. production. Thus, the cartel has lost some power over pricing.\n\nNevertheless, OPEC and its allies produced about 50% of the world’s oil in 2022, and they control over 70% of the world’s proved reserves. Therefore, they do still possess significant power to influence global oil prices.\n\nBut it’s often analogous to turning a big ship. It takes time for OPEC’s actions to impact the market. OPEC will announce a production cut, and if they follow through it will eventually dry up some of the excess supplies.\n\nAt the same time, non-OPEC countries like the U.S. are increasing production, which helps offset OPEC’s production cuts. It’s like an arms race between OPEC and the U.S., and so far, the U.S. has been largely able to increase production enough to negate most of the impact of OPEC’s cuts.\n\nOne final thought is that OPEC has wielded production cuts as a political weapon. This is one reason I expected the cartel to cut production, and why they may cut production again next year as we head toward the presidential election.\n\nI think OPEC members like Saudi Arabia and allies like Russia would prefer to see Donald Trump reelected, and they may therefore try to drive prices up ahead of the election. It will be harder for President Biden to win reelection if gasoline prices are skyrocketing ahead of the election, so this will be something to watch in 2024.\n\nADVERTISEMENT\n\nBy Robert Rapier\n\nMore Top Reads From Oilprice.com:",
  "27":"Gas prices at a Shell gas station in Washington, DC, US, on Tuesday, Nov. 28, 2023.\n\nU.S. crude declined 4% on Wednesday, closing at the lowest level since late June with retail gasoline prices hitting the lowest point since January just ahead of the holiday shopping and travel season.\n\nThe West Texas Intermediate contract for January fell $2.94, or 4.07%, to settle at $69.38 a barrel, while the Brent contract for February declined $2.90, or 3.76%, to settle at $74.30 a barrel.\n\nU.S. crude and the global benchmark have fallen for five straight days, despite efforts by OPEC+ to boost prices by promising to slash supply in the first quarter of 2024.\n\nPrices at the pump in the U.S., meanwhile, have followed oil prices lower to hit $3.22 a gallon on average as of Wednesday, the lowest price since Jan. 3, according to AAA.\n\nOil prices have been on a steep downward trajectory from September highs as nations outside OPEC+, particularly the U.S., pump crude at a breakneck clip and worries grow about the Chinese economy.\n\nMoody's on Tuesday downgraded its outlook for China's government credit rating to negative from stable.\n\nCrude did spike for a period in mid-October when the Israel-Hamas war broke out, but traders have largely dismissed the risk of a broader regional war that could disrupt supplies since then.\n\nMeanwhile, U.S. data on Wednesday sent a mixed picture on demand with crude inventories falling while gasoline stocks rose.\n\nU.S. crude inventories fell by 4.6 million barrels for the week ending Dec. 1 but gasoline inventories rose by 5.4 million barrels, according to the Energy Information Agency.\n\nOil traders have also been skeptical that OPEC+, which includes OPEC members and its allies like Russia, will deliver on supply cuts of 2.2 million bpd in the first quarter next year.\n\nSeveral OPEC+ members announced the voluntary cuts last week after the group failed to reach a unanimous agreement on production targets.\n\nSaudi Energy Minister Prince Abdulaziz bin Salman and Russian Deputy Prime Minister Alexander Novak sought to assure the market this week that they could extend or even deepen the promised cuts.\n\nTamas Varga, an analyst with PVM Oil Associates, said those reassurances have \"fallen to deaf ears.\"",
  "28":"Palm oil prices are expected to average higher globally in 2024 as a stagnating production in main producers, Indonesia and Malaysia, along with growing demand for its use in making biodiesel will squeeze supplies in the coming year, industry experts said.\n\nNot registered? Receive daily email alerts, subscriber notes & personalize your experience. Register Now\n\nIn 2024, third-month crude palm oil futures on Malaysia's commodity exchange are expected to average at MR4,000\/mt ($856.44\/mt), according to the median estimate of 11markets and government agencies polled by S&P Global Commodity Insights.\n\nThe benchmark palm oil contract which influences international vegetable oil prices, averaged MR3,798\/mt in 2023, down 23% from 2022, and largely in line with S&P Global's price forecast of MR3,800\/mt on Jan. 3.\n\nIn the physical markets at origins, Platts assessed the average price of Crude Palm Oil FOB Indonesia at $892.2\/mt, according to S&P Global data.\n\nKey factors influencing palm oil prices in 2024 include a \"wildcard\" El Nino, rising biodiesel demand, robust food demand and low production growth, industry experts said at an industry conference in November.\n\nBiodiesel forecast bullish\n\nGrowing biofuel demand in Indonesia -- the world's largest producer and exporter of palm oil -- will be one of the main demand drivers in 2024, the Malaysian Palm Oil Council predicted in December.\n\nIndonesia's use of CPO as a feedstock to make biodiesel is expected to rise to 11 million-12 million mt, exceeding its domestic food use of around 10 million mt for the first time in 2024, trade expectations showed.\n\nThe narrowed spread between palm oil and gasoil prices -- known as the POGO spread -- during 2023 will further incentivize Jakarta's growing biodiesel blending mandate.\n\nIn 2023, the average POGO spread was $39.8 compared with the 2020-2022 average of $279.4, according to S&P Global data.\n\nA negative POGO spread, as seen between August-November 2023, means discretionary blending is profitable. The metric is used by the biodiesel industry to gauge costs and margins while adhering to government mandates.\n\nJulian McGill, agricultural economist and managing director of Kuala-Lumpur-based Glenauk Economics, said in November that growing biodiesel mandates across the world are \"throwing vegetable oil fundamentals off kilter.\"\n\nProduction forecast unchanged\n\nPalm oil production from Malaysia and Indonesia, which accounts for about 85% of the world's supply of tropical oil, may register negligible gains in 2024 as dry weather and a lack of new plantations cap chances of supply growth, according to a wide section of the industry.\n\nIndonesia's palm oil output will likely remain stable on the year at 48.5 million mt in 2024 while Malaysian production is seen at around 18.5 million mt next year, also steady from 2023, according to projections from respective industry regulators in November.\n\nWeather agencies forecasts have also confirmed a mild El Nino weather pattern in 2023 and 2024, which brings in drier weather and lower precipitation in Southeast Asia.\n\nEl Nino remains to be a key wild card for CPO price in 2024 and its impact on palm oil yield will only come through in 10-12 months, said Ivy Ng, CIMB Investment Bank Bhd plantation analyst.\n\nDuring the more severe El Nino of 2015-16, oil palm yields fell by 17% in Indonesia and 9% in Malaysia.\n\nLooking ahead to 2024, both Malaysia and Indonesia do not foresee any growth in palm oil production. Key planting regions in Sumatra and Kalimantan experienced below-average rainfall from August to October, impacting production due to the El Nino phenomenon, MPOC said in December.\n\nGlobal production of palm oil, which makes up 40% of the world's total vegetable oil supplies, is expected to grow at the lowest rate in four years in 2023-24, said Thomas Mielke, head of Hamburg-based analyst firm Oil World at PIPOC 2023 in November.\n\nExport forecast clouded\n\nDemand for palm oil from India and China -- the two largest buyers -- is expected to be slightly lower on the year. The potential for recession and high interest rates in 2024 is expected to temper demand, Nagaraj Meda, head of commodities risk firm TransGraph consulting said.\n\nIndia's palm oil imports hit a record high of 10.5 million mt in marketing year 2022-23 (November-October) due to lower prices compared with soybean and sunflower oils.\n\nFor MY 2023-24, India's imports could range between 9.08 million-9.3 million mt, according to various industry sources.\n\nChina's palm oil imports rose to 6.19 million mt in MY 2022-23 (July-June), up 48% on the year and were at 6.4 million mt in MY 2023-24, the US Foreign Agricultural Service said Dec. 8.\n\nOn the destination side, Platts assessments of Crude Palm Oil CFR West Coast India averaged at $937.1\/mt in 2023, S&P Global data showed, meanwhile Crude Palm Oil CIF Rotterdam averaged at $957.2\/mt in 2023.",
  "29":"Cookies on FT Sites\n\nWe use cookies and other data for a number of reasons, such as keeping FT Sites reliable and secure, personalising content and ads, providing social media features and to analyse how our Sites are used.",
  "30":"The U.S. set a new annual oil production record on December 15, based on data from the Energy Information Administration. Although the official monthly numbers from the EIA won’t be released for a couple of months, we can calculate that a new record has been set based on the following analysis.\n\nFor reference, the previous record was set in 2019, the year before the Covid-19 pandemic impacted the oil industry. Total U.S. crude oil production in 2019 was 4.49 billion barrels (source), or 12.3 million barrels per day (BPD). Then the pandemic hit, and oil production fell in 2020 and 2021, before rebounding in 2022.\n\nCalculating Production\n\nThe EIA reports oil production numbers in multiple places. The U.S. Field Production of Crude Oil shows monthly totals and averages, but they are always a couple of months behind. For example, as I write this on December 14, the most recent month posted is September, and U.S. oil production up until then stood at 3.50 billion total barrels.\n\nHowever, we can also find weekly production numbers in the EIA’s Petroleum Status Report published every Wednesday. A table from that report called U.S. Petroleum Balance Sheet shows the status of U.S. oil production, inventories, imports, etc. for the previous week, as well as the four-week average.\n\nIf we look at the November 3 archive of that report, we can see that average weekly production in October was 13.2 million BPD. Thus, during October, the U.S. produced another ~409 million barrels. (Technically, it’s a four-week average that is reported, but that will be within a fraction of a decimal point of monthly production).\n\nJump forward a month to the December 6 archive, and the preceding four-week average ending December 1 — which will be very close to November monthly production — was 13.175 million BPD. Thus, the U.S. produced another ~395 million barrels in November, to bring the year-to-date total to 4.30 billion barrels.\n\nThat means that on December 1, U.S. producers were only 190 million barrels from breaking the previous record. The most recent weekly production number from the EIA — representing the first week of December — was 13.1 million BPD. At that rate, it would take 14.5 days of December production to break the record. If we make a more conservative assumption of 13.0 million BPD, then it only changes the timing to 14.6 days.\n\nThus, it is a safe assumption that around noon on December 15, the U.S. set a new production record for oil.\n\nIt is possible that the EIA could slightly adjust the production numbers once it publishes the final monthly numbers for 2023. That won’t happen until March or April of next year. But at most it would shift the record date by a day or two. It won’t change the fact that a new oil production record was set.\n\nAn open question is how high the record will be set. Again, if we assume a more conservative 13.0 million BPD of production for the rest of December — which would be the lowest monthly number since July — then the year would end up at 4.70 billion barrels. That would be nearly 5% above the previous record, or 210 million barrels above that 2019 level.\n\nA new production record fulfills one of the 2023 energy predictions I made in January. For more information, I alluded to the record earlier this week in a TikTok video and discussed it in some detail on the year-end episode of In the Oil Patch Radio.\n\nNatural Gas\n\nThe U.S. is also on pace to set a new natural gas production record this year. Through September, we are running a little over 4% above last year’s record. However, to my knowledge the EIA does not report weekly natural gas production numbers. Therefore, this record can’t be estimated as precisely as the record for oil.\n\nADVERTISEMENT\n\nAssuming September production remains the same for the rest of the year, the natural gas production record would be set around December 20. But there is probably about five days of uncertainty in either direction due to the variability in monthly gas production. We won’t know the timing for certain until the EIA releases the monthly numbers for natural gas next year, but it is near certain that we will set a new record for natural gas as well.\n\nBy Robert Rapier for Oilprice.com\n\nMore Top Reads From Oilprice.com:",
  "31":"Literature\n\n‘We shall plant it again’: Ode to life caught in throes of hostility\n\nIn this piece, the writer tries to establish a connection between the poetic reflections...",
  "32":"New York CNN —\n\nAs the world grapples with the existential crisis of climate change, environmental activists want President Joe Biden to phase out the oil industry, and Republicans argue he’s already doing that. Meanwhile, the surprising reality is the United States is pumping oil at a blistering pace and is on track to produce more oil than any country has in history.\n\nThe United States is set to produce a global record of 13.3 million barrels per day of crude and condensate during the fourth quarter of this year, according to a report published Tuesday by S&P Global Commodity Insights.\n\nLast month, weekly US oil production hit 13.2 million barrels per day, according to the US Energy Information Administration. That’s just above the Donald Trump-era record of 13.1 million set in early 2020 just before the Covid-19 crisis sent output and prices crashing.\n\nThat’s been helping to keep a lid on crude and gasoline prices.\n\nUS output – led by shale oil drillers in Texas and New Mexico’s Permian Basin – is so strong that it’s sending supplies overseas. America is exporting the same amount of crude oil, refined products and natural gas liquids as Saudi Arabia or Russia produces, S&P said.\n\n“It’s a reminder that the US is endowed with enormous oil reserves. Our industry should never be underestimated,” said Bob McNally, president of Rapidan Energy Group.\n\nRecord-shattering US production is helping to offset aggressive supply cuts meant to support high prices by OPEC+, mainly Saudi Arabia and Russia. Other non-OPEC oil producers including Canada and Brazil are also pumping more oil than ever before. (Brazil is set to join OPEC+ next year.)\n\nThe strength of US output has caught experts off guard. Goldman Sachs analysts on Sunday cut their forecast for oil prices next year. The bank said the “key reason” behind the lowered forecast is the abundance of US supply.\n\nGlobal demand for crude oil is set to hit a record in 2024 – but it will “easily be met” by the growth in supply, according to S&P’s projections.\n\nGas prices near $3\n\nAll of this has helped to keep oil prices relatively in check. After flirting with $100 a barrel earlier this year, crude has since tumbled back to the $70 to $75 range.\n\nEnergy prices have jumped this week after BP halted shipments through the Red Sea due to security concerns. Still, US oil is trading below $74 a barrel, well below where it was when Hamas attacked Israel on October 7.\n\nGas prices neared the psychologically important level of $4 a gallon in September. But prices at the pump have since fallen sharply, helping to ease inflationary pressure on the US economy.\n\nThe national average for a gallon of regular gas stood at $3.08 a gallon on Tuesday, down from $3.14 a year ago, according to AAA.\n\n‘Biden’s war on energy’\n\nDespite record-setting production, Biden has come under fire for his energy policy.\n\n“Unfortunately, this Administration continues to pursue policies designed to limit access to new production—most notably on federal lands and waters. The world will continue to demand more energy, not less, and we urge policymakers to recognize the role American energy production can play as a stabilizing force for consumers here at home and around the world,” American Petroleum Institute Senior Vice President of Policy, Economics and Regulatory Affairs Dustin Meyer, said in a statement on Tuesday.\n\nIn September, the House subcommittee on Energy and Mineral Resources held a hearing titled: “Biden’s War on Domestic Energy Threatens Every American.”\n\nRepublican Sen. Dan Sullivan of Alaska warned in a floor speech that the Biden administration’s war on energy is a “gift to our adversaries.”\n\nEarlier this month at a GOP presidential primary debate, Florida Gov. Ron DeSantis vowed to “open up all of our domestic energy for production” to “lower your gas prices.” DeSantis made a similar comment at the CNN town hall last week.\n\nThat the US is about to produce more oil than any country ever before undercuts the argument that Biden has waged a war on American energy.\n\nPresidents don’t set oil production\n\nOf course, that doesn’t mean it’s Biden policies that have paved the way for record US oil production, nor that the White House would rush to take credit for that.\n\nMcNally, a former energy official to former President George W. Bush, said there isn’t that much presidents can do about US oil production, short of taking drastic emergency powers.\n\nUnlike OPEC nations, the United States oil output is largely set by the free market.\n\n“It’s not like President Biden or any president has a dial in the Oval Office to increase production,” McNally said.\n\nInstead, the spike in US output has been driven by smarter and more efficient operations by oil companies. Energy firms have figured out ways to squeeze more and more oil out of the ground – often without increasing drilling dramatically.\n\nThe shale oil revolution has been driven by new drilling techniques that have unlocked new resources. But this technique can be more complex and requires vast amounts of water.\n\n‘Kicking and screaming’\n\nYet McNally said the White House has been forced to shift its tone on fossil fuels from the climate-focused stance of 2020 and early 2021 to something more neutral.\n\nLast year, gas prices spiked above $5 a gallon following Russia’s invasion of Ukraine, which set off a panic in the oil market. Biden urged US oil companies to pump more oil – exactly the opposite of what climate scientists are calling for.\n\nIn March, the Biden administration even approved the Willow oil drilling project, a controversial ConocoPhillips drilling venture in Alaska that had been stalled for decades. That green light came in the face of deep criticism from climate groups worried about the environmental and health risks.\n\n“President Biden has been dragged kicking and screaming from his initial keep-it-in-the-ground strategy towards a more pragmatic policy,” McNally said, noting the administration was “mugged by the reality of high gas prices and Russia’s invasion of Ukraine.”",
  "33":"By Osama Rizvi, economist & energy analyst\n\nThe global oil markets are poised for some serious headwinds and challenges in 2024. Euronews Business looks at the outlook for the most important commodity in the world, oil.\n\nADVERTISEMENT\n\nAn impending recession, a deepening slowdown in the major economies of the world, less than expected crude demand from China, and less production will be defining features for oil markets in 2024.\n\nFirstly, let’s recap the performance of crude oil in 2023.\n\nOil markets in 2023 - a recap\n\nThe oil markets in 2023 can be defined by certain characteristics. The most important of all was the prolonged production cuts by OPEC+ (the Organisation of the Petroleum Exporting Countries and its allies). Together they pump 40% of global oil supply.\n\nIn April 2023, the group announced additional cuts of 1.65 million barrels per day (mbpd), building on their previously agreed cuts of 2 mbpd from October 2022. This would correspond to about 3.66 mbpd of cuts equal to about 3% of global oil demand. Markets reacted positively to this development and oil prices rallied.\n\nThe trend gained more momentum when in June 2023 Saudi Arabia, the de-facto leader of OPEC and one of the top 3 largest oil producers in the world, decided to volunteer for additional cuts of 1 mbpd “with the aim of supporting the stability and balance of oil markets”. Oil prices peaked at $97, an increase of 25% since June 2023. Recently in November, OPEC+ also agreed to extend the cuts into the first quarter of 2024.\n\nApart from that, China’s economic recovery continued to thwart any sustainable and substantial oil price rally. European countries also registered an economic slowdown with oil demand in Germany falling by 90,000 bpd in 2023, according to the International Energy Agency (IEA) expectations. Furthermore, US manufacturing activity declined for 13 consecutive months.\n\nThe war in the Middle-East, meanwhile, had a muted effect on oil prices.\n\nOil price outlook for 2024\n\nIt is expected that we will see ample supply next year due to a slowdown in economic activity combined with rising production from the US - that recently touched its highest at 13.24 mbpd. Moreover, Brazil, Guyana, Norway and Canada will keep the markets flush with enough oil. This also answers the question of whether oil prices will touch $100 in 2024. Without a geopolitical flashpoint, the chances of that happening are almost zero.\n\nThe IEA sees global oil demand rising next year as it highlighted in its recent report. It said that the world’s oil consumption will increase by 1.1 mbpd in 2024 - and noted production from non-OPEC producers will also contribute 1.2 mbpd to global supply. OPEC’s 2024 outlook is slightly different from that of the IEA as it sees an uptick of 2.25 mbpd.\n\nIn terms of price, technical analysis shows there seems to be considerable support at $65 (for WTI) and in the mid $60 range for Brent crude, if the global recession hits. Realising the slowdown in the global economy, Goldman Sachs has reduced its forecast as it sees Brent averaging $80\/$81. This forecast converges with that of IEA, which sees Brent at $82.57 per barrel in 2024. Barclays is still on the higher side and sees oil averaging $93 in 2024, while S&P Global thinks $85 is more appropriate.\n\nThe most important trend to follow in order to get a better understanding on the outlook for oil prices for 2024 is the state of the global economy as oil demand is synonymous with economic activity.\n\nWhen OPEC+ reduced its output (as earlier noted) it was not because there was more oil in the markets, it was because the group was wise enough to foresee the impending slowdown in the global economy.\n\nAs we enter 2024, the global economic indicators do not look very strong and the probability of a recession, despite suggestions of a soft landing, is still high. As a result, oil prices in 2024 will have more downside potential than upside.\n\nHow market oil prices impact consumers\n\nCrude oil is the most strategically important commodity in the world. There are 4000+ by-products of oil and its price impacts almost all the sectors of the economy and every sphere of our lives.\n\nRising oil prices contribute to higher transportation costs that can result in the increased prices of goods. Furthermore, by driving up energy prices in general, rising oil prices contribute to higher inflation levels that eat away at consumers’ purchasing power.\n\nAccording to Eurosystem staff projections “an increase of 1% in oil prices would imply a decline in the level of euro area potential output of around -0.02% in the medium term”.\n\nDespite the headwinds in 2024, consumers might be able to breathe a sigh of relief as oil prices are expected to remain range-bound or trend downwards as compared to 2023, as earlier noted, with the global economy expected to remain sluggish.",
  "34":"NEW YORK - LONDON, DECEMBER 26, ARMENPRESS. Oil prices for 25 December:\n\nWTI Crude Oil (Light Sweet) price at NYMEХ Stock Exchange up by 0.11% to $73.64 per barrel. Brent Crude Oil price at London’s IСE Stock Exchange down by 0.10% to $79.11 per barrel, “Armenpress” reports.\n\nBarrel is the unit of measurement of oil volume. One barrel equals to 159.98 liter.\n\nNew York’s NYMEХ (New York Mercantile Exchange) is a US futures market founded in 1882. It ranks first in oil futures trade. Currently trade is carried out by the exchange’s two divisions, the NYMEX Division and the COMEX Division, the first one designed for trades of oil, gas, platinum, palladium, ethanol, coal, electricity and carbon dioxide emissions, the second one for gold, silver, copper and aluminum.\n\nLondon Intercontinental Exchange (ICE) is a London-based options exchange and a leading operator of global exchanges founded in 1982.",
  "35":"Bloomberg Markets\n\nBloomberg Markets live from New York, focused on bringing you the most important global business and breaking markets news and information as it happens.",
  "36":"Beginning January 8, Today in Energy will encompass a broader range of analysis. Pieces previously published as This Week in Petroleum, the Electricity Monthly Update, and the Natural Gas Weekly Update’s In the News will now fall under Today in Energy. We consolidated these products to provide timely analysis on a variety of fuels in one place. We will continue publishing the data and statistics associated with these products in their current formats and on their current pages, and their article archives will remain in place.\n\nToday In Energy Announcement\n\nWe are excited to announce changes to Today in Energy (TIE).\n\nBeginning on January 8, Today in Energy will encompass a broader range of analysis. Pieces previously published as This Week in Petroleum (TWIP), the Electricity Monthly Update (EMU), and the Natural Gas Weekly Update’s (NGWU) In the News will now fall under Today in Energy.\n\nConsolidating these products will make it easier for you to access our energy analysis. We will continue covering emerging energy topics and remain flexible in analyzing changes to the energy landscape.\n\nKey improvements to TIE articles:",
  "37":"Bloomberg Markets\n\nBloomberg Markets live from New York, focused on bringing you the most important global business and breaking markets news and information as it happens.",
  "38":"Oil jumped over two per cent on Tuesday, December 26, to the highest in almost a month, supported by Middle East strife and investor optimism that the US Federal Reserve would soon start cutting interest rates, boosting global economic growth and fuel demand.\n\nThe rally - in thin trade with some markets closed for public holidays, added to last week's gains of about three per cent after Houthi attacks on ships disrupted global shipping and trade while the Israel-Hamas conflict shows no sign of easing.\n\nBrent crude futures were up by $1.79, or 2.3 per cent, at $80.86 a barrel and earlier reached $81.23, the highest since December 1. US West Texas Intermediate crude rose by $1.89, or 2.6 per cent, to $75.45, according to news agency Reuters.\n\nAlso Read: India's crude oil output down 0.4% to 2.4 MMT in November, imports decrease 2.3% YoY: PPAC\n\nBack home, on the Multi Commodity Exchange (MCX), crude oil futures due for a January 19 expiry, settled 2.53 per cent lower at ₹6,319 per bbl, having swung between ₹6,101 and ₹6,322 per bbl during the session, against a previous close of ₹6,163 per barrel.\n\nWhat's driving crude oil prices?\n\n-Despite concern about the Middle East and the re-routing of ships, actual supply has not yet been affected. Maersk on Sunday announced the restart of shipping routes through the Red Sea, easing the concerns to some extent. Analysts said that the lack of oil supply disruptions is offsetting the support to prices from ongoing geopolitical tensions in the Middle East.\n\n-Shipping companies had stopped sending vessels through the Red Sea and imposed surcharges for re-routing ships. The Red Sea connects with the Suez Canal, a major shipping route used for about 12 per cent of global trade. Germany's Hapag-Lloyd will decide on Wednesday how it will proceed with its Red Sea routes after suspending shipments there, according to Reuters.\n\n-Two explosions in the Red Sea were reported by a vessel sailing off the coast of Yemen on Tuesday shortly after two unmanned aircraft were sighted. Oil also found support from expectations that the Fed will cut interest rates next year. Lower interest rates cut consumer borrowing costs, which can boost economic growth and oil demand.\n\n-Oil prices also eased last week over expectations Angola could increase oil output after leaving the Organisation of Petroleum Exporting Countries (OPEC) cartel. Crude is headed for its first annual drop since 2020 as surging production from the US and elsewhere counters efforts by the OPEC cartel to support prices through output cuts\n\n-An Israeli minister hinted on Tuesday that the country had retaliated in Iraq, Yemen and Iran for attacks carried out against it as the war with Hamas-led Palestinian militants in the Gaza Strip widens to other areas of the region.\n\nWhere are prices headed?\n\nAnalysts said that crude oil exhibited notable volatility, marking its second consecutive week of gains in the international markets. Although there was some profit-taking observed on Friday, the commodity closed the week with a net gain.\n\nThe prevailing tensions in the Red Sea counteracted the impact of Angola's departure from the OPEC nations, noted market experts. Additionally, last week's release of US economic data surpassed expectations, providing further support to oil prices.\n\nThe weakening dollar index and US bond yields also contributed to the favourable conditions for oil prices. The increase in US crude oil inventories during the past week acted as a limiting factor on gains, with inventories surging by 2.9 million barrels, imposing a cap on potential upside movements.\n\n‘’Anticipating ongoing volatility, we project crude oil prices to remain dynamic. Support levels for crude oil are identified at $73.10–72.30, with resistance levels at $74.50-75.10 for the current session. In terms of INR, crude oil finds support at ₹6,070-5,960, while encountering resistance at ₹6,240-6,320,'' said Rahul Kalantri, VP Commodities, Mehta Equities Ltd.\n\nMilestone Alert! Livemint tops charts as the fastest growing news website in the world 🌏 Click here to know more.\n\nUnlock a world of Benefits! From insightful newsletters to real-time stock tracking, breaking news and a personalized newsfeed – it's all here, just a click away! Login Now!",
  "39":"December 26, 2023, by Nadja Skopljak\n\nPetronas Carigali, a wholly-owned subsidiary of Malaysia’s state-owned energy giant Petronas, has signed multiple agreements with Thailand’s national oil and gas company PTT Exploration and Production (PTTEP) related to the development of two blocks offshore Malaysia.\n\nSource: Petronas\n\nPetronas Carigali and PTTEP signed a memorandum of understanding (MoU) and two technical assistance agreements (TAAs) in relation to the development of PTTEP-operated Blocks SK405B and SK410B located off the coast of Sarawak.\n\nThe agreements were signed by Petronas Carigali’s Senior General Manager of Sarawak Asset Anuar Ismail, while PTTEP was represented by its Country Manager Kanok Intharawijitr.\n\nThe MoU covers the scope of the potential evacuation of production from Block SK405B through D35\/D21\/J4 production sharing contract (PSC) facilities, Post 1976 Balingian PSC facilities and Bintulu Crude Oil Terminal operated by Petronas Carigali.\n\nThe first TAA covers the study and design works for Block SK405B fields into the same Petronas Carigali-operated facilities, while the second is for the assistance of engineering design for the potential construction, tie-in works, pipeline and cable crossings of Block SK410B for Lang Lebah’s gas evacuation to the Bintulu Additional Gas Supply Facilities 2, as well as for the potential production and handling of Lang Lebah’s condensate at the Bintulu Integrated Facilities.\n\n“This collaboration would enable both parties to drive progress by leveraging on PETRONAS Carigali’s expertise and technology through continued focus on cost optimisation and operational excellence to ensure supply security, particularly in Sarawak,” Ismail said. “We look forward to working together with PTTEP towards our common aspiration in growing Malaysia’s energy industry in the long run.”\n\nPTTEP holds a 49.5% participating interest in Block SK405B PSC, with MOECO Oil (Sarawak) and Petronas Carigali holding 25.5% and 25% respectively. For Block SK410B PSC, PTTEP and Kuwait Foreign Petroleum Exploration Company each hold a 42.5% interest, with the remaining 15% held by Petronas Carigali.\n\n“PTTEP is delighted with this collaboration with PETRONAS Carigali and looks forward to its continued growth in the country, under the stewardship of Malaysia Petroleum Management, PETRONAS, as the nation’s custodian of petroleum resources. Currently, we operate eight PSCs in Sarawak with a production volume of ~15 KBOPD and ~200 MMscfd of crude and gas respectively,” Intharawijitr said.\n\n“In Sarawak, we have a number of developments forthcoming including SK410B and SK405B. We highly appreciate and value this collaboration a lot since it will enable the parties to advance the success of our projects.”\n\nRelated Article Posted: 18 days ago PTTEP scores oil & gas hat-trick offshore Malaysia Posted: 18 days ago\n\nPTTEP earlier this month made new oil and gas discoveries in three fields offshore Sarawak, including the Chenda-1 exploration well in block SK405B, and Bangsawan-1 and Babadon-1 exploration wells in block SK438.\n\nFurthermore, the Thai firm has achieved a positive outcome with the Sirung-2 appraisal well in block SK405B to affirm petroleum resources, which follows the prior discovery of oil and gas in the Sirung-1 exploration well in 2021. The project is now moving towards the engineering study.\n\nThe announcement came shortly after Petronas revealed 19 exploration discoveries and two exploration-appraisal successes in Malaysia, contributing over 1 billion barrels of oil equivalent (boe) of new resources in 2023.",
  "40":"Our refining and petrochemicals operations\n\nOur refining and petrochemicals operations transform crude oil and natural gas into finished products or intermediates, which are then used to manufacture chemicals. Our industrial know-how, our teams’ expertise and our strategic partners all play a key role in this process. We operate responsibly worldwide.",
  "41":"At the end of the day, the recent uptick in crude oil markets suggests a willingness among traders to explore potential upward movements.\n\nCrude oil markets demonstrated renewed vigor during Friday's trading session, signaling potential upward movements that traders continue to explore.\n\nForex Brokers We Recommend in Your Region See full brokers list\n\nWTI Crude Oil\n\nThe West Texas Intermediate Crude Oil market exhibited a modest rally on Friday, suggesting a possible push towards the pivotal $75 level. Should this level be breached, the market may aim for the 50-day Exponential Moving Average, followed by a potential ascent to the $79 level. However, it's important to acknowledge that we currently stand at a significant resistance barrier that has played a crucial role on multiple occasions in the past. Breaking above the $75 level could potentially attract more capital into the market.\n\nIn terms of support, the $72.50 level is likely to offer some cushion, with the $68 level serving as a fundamental \"floor\" for the market. Nevertheless, it's important to remember that the market is expected to remain highly volatile, warranting a longer-term perspective.\n\nBrent\n\nBrent crude oil experienced a notable rally during Friday's trading session, as it approached the $80 level.\n\nThe presence of the 50-day EMA just above this level introduces a noteworthy resistance point to monitor.\n\nIf the market manages to surpass the 50-day EMA, it could open the door to further gains, potentially reaching the 200-day EMA. Despite these potential moves, the general vicinity is likely to witness considerable volatility.\n\nHowever, the market could experience a downturn if it breaks below the $78 level, potentially leading to a decline toward the $72 level. In essence, traders are currently grappling with the task of discerning the next major market direction. Given the upcoming holiday season, the next week or so is expected to be challenging. It may be advisable for traders to maintain smaller position sizes or, indeed, to remain on the sidelines until the holiday period concludes, as this is a common practice among professional traders.\n\nAt the end of the day, the recent uptick in crude oil markets suggests a willingness among traders to explore potential upward movements. The $75 level in WTI Crude Oil and the $80 level in Brent Crude represent key milestones to watch, with the presence of EMAs introducing further complexity. Nevertheless, the current market environment is marked by volatility, and with the holiday season looming, adopting a cautious approach or even abstaining from trading may be prudent, as is often the case among experienced traders.\n\nReady to trade our WTI Crude Oil Forex? We’ve made a list of the best Forex Oil trading platforms worth trading with.",
  "42":"The market rally that pushed benchmark oil prices towards triple digits in September reversed sharply in October, despite continued tight crude supplies and an intensifying conflict in the Middle East. In early November, ICE Brent futures plunged to a four-month low around $80\/bbl.\n\nThe abrupt sell-off came as market concerns shifted from supply risks to the global economy and oil demand. In addition, front month paper market trade has moved to 1Q24 when markets appear more or less in surplus, adding to the downward pressure on prices. While this more bearish mood may be justified, world oil demand continues to exceed expectations. In this Report, we have slightly revised up our 2023 growth forecast to 2.4 mb\/d, as US deliveries proved more resilient than indicated by preliminary data and Chinese oil demand in September set another all-time high above 17 mb\/d, fuelled by a booming petrochemical sector. Those gains have come to the detriment of petrochemical producers elsewhere, most notably in Europe and advanced economies in Asia and Oceania. Indeed, the two regions saw 3Q23 oil demand slump by a combined 560 kb\/d year-on-year. This year’s surge will take world oil demand to 102 mb\/d before growth eases to 930 kb\/d in 2024 as the last phase of the pandemic economic rebound dissipates and as advancing energy efficiency gains, expanding electric vehicle fleets and structural factors reassert themselves. Despite growth that is almost two-thirds lower than this year’s increase, global oil demand is set to rise to a record annual high of 102.9 mb\/d in 2024.\n\nWorld oil supply growth is also exceeding expectations. Fears that the war between Israel and Hamas would escalate into a wider regional conflict, disrupting oil supply flows, have yet to materialise. Barring large unforeseen outages, world oil supply is firmly on an upward trajectory, with October output up 320 kb\/d m-o-m. Record output from the United States, Brazil and Guyana underpin this year’s 1.7 mb\/d increase in global oil supplies, to a record 101.8 mb\/d. In 2024, non-OPEC+ producers will continue to lead global growth, projected at 1.6 mb\/d, to an unprecedented 103.4 mb\/d. A temporary easing of US sanctions on Venezuela in late October is expected to have only a marginal impact on supply, as production increases from the country’s battered oil sector will take time and investment.\n\nMeanwhile, top oil exporters Saudi Arabia and Russia confirmed in early November they would continue with their additional voluntary output cuts until the end of the year. Those cuts look set to keep the oil market in a significant deficit through year-end, with the OPEC+ alliance pumping 900 kb\/d below the demand for its crude. Global observed crude oil inventories fell by a massive 140 mb over the third quarter to a fresh low, according to the available data, as refineries boosted activity ahead of seasonal maintenance. With demand growth set to slow, the market could shift into surplus at the start of 2024. For now, with demand still exceeding available supplies heading into the Northern Hemisphere winter, market balances will remain vulnerable to heightened economic and geopolitical risks – and further volatility ahead.\n\n",
  "43":"For the first time, India used its local currency, the rupee, to pay for crude oil imported from the United Arab Emirates (UAE). This could indicate a strategic initiative to elevate the global standing of the rupee.\n\nThe decision is part of a wider effort by India to diversify its oil suppliers, reduce transaction costs, and position the rupee as a credible currency for trade settlements. Notably, India is the third-largest energy consumer globally.\n\nThis action complements the Reserve Bank of India's 11 July 2022, directive permitting importers to make payments in rupees and exporters to receive payments in the same currency, Business Standard reported.\n\nAuthorities have emphasised that the process of internationalisation is continuous and at present, there are no precise goals set.\n\nIn July, a deal was finalised between India and the UAE for transactions in rupees. This led to the Indian Oil Corporation (IOC) settling payments for the purchase of one million barrels of crude oil from the Abu Dhabi National Oil Company (Adnoc) in Indian currency. Furthermore, certain oil imports from Russia have also been paid for in rupees.\n\nIndia, with its oil requirements being dependent on imports for more than 85 per cent, has implemented a comprehensive strategy. This strategy emphasises procuring from the most economical suppliers, diversifying the sources of supply, and complying with international commitments.\n\nThis approach has proven beneficial, particularly during the increase in oil imports from Russia, leading to savings of billions of dollars. Even with these initiatives, India is looking to conduct trade settlements in rupees instead of dollars. This move is intended to simplify transactions by doing away with currency conversions.\n\nEven though non-oil trade settlements with certain countries have been successful, the overall group of oil exporters has shown reluctance in adopting the rupee due to worries about repatriating funds and high transaction costs.\n\nThe oil ministry, while addressing a parliamentary standing committee, underscored that crude oil payments can be made in Indian rupees, provided that suppliers comply with regulatory guidelines.\n\nHowever, they also noted that there has been a lack of international interest in using the Indian rupee for payments, as suppliers are apprehensive about the repatriation of funds and high transaction costs.\n\nDuring the fiscal year 2022-23, which spans from April 2022 to March 2023, India's expenditure on crude oil imports reached $157.5 billion for 232.7 million tonnes.\n\nThe primary providers were Iraq, Saudi Arabia, Russia, and the UAE, with West Asia accounting for 58 per cent of the total supply. However, the domestic production could only satisfy less than 15 per cent of the overall demand.",
  "44":"The price of crude oil futures are settling at $73.56, down -$0.33 or -0.45%.\n\nThe high price reached $74.95. The low price extended to $73.41.\n\nFor the trading week, crude is up for the second consecutive week. The price is up $1.81 or 2.53%. Last week the price rose $0.54 or 0.75%.\n\nFor the trading year, the price is down around -$6.92 or -8.60%.\n\nThis week, Angola announce that they were leaving OPEC+ due to disputes on production quotas. Angola's quota is about 1.1 million barrels or around 2% of OPEC+ output.\n\nThe weekly inventory data show that:",
  "45":"Nigeria’s Dangote oil refinery has received its next one-million-barrel crude oil cargo from Shell International Trading and Shipping Company Limited (STASCO), bringing the total to two million barrels at the facility’s Single-Point Mooring.\n\nThe latest shipment supports the refinery’s phased plan to receive a total of six million barrels from various sources to support its 650,000 barrel-per-day (bpd) capacity. Subsequent shipments will be provided by the Nigerian National Petroleum Corporation and ExxonMobil.\n\nThe refinery, gearing up to commence operations at 350,000 bpd, is scheduled to start production of diesel and aviation fuel in January 2024. However, the need for additional crude oil supply is causing delays in petrol production.",
  "46":"India 'Foiled' Global Crude Chaos; Petroleum Ministry Says 'Russian Oil Purchases...'\n\nNew Delhi reportedly claimed that Russian oil deliveries to India prevented a price surge. Officials, in an Indian Express report, said that crude oil prices would have skyrocketed if India had not ramped up imports from Russia in the wake of Western sanctions. The ministry made the claims in a report submitted to the Parliament, said the report. Watch for more.",
  "47":"Crude oil posted the biggest weekly gain since October as attacks in the Red Sea forced hundreds of ships to take safer but longer routes, delaying the delivery of oil cargoes. Oil prices also eased expectations Angola could increase oil output after leaving the Organisation of Petroleum Exporting Countries (OPEC) cartel, but rose for the week on positive US economic news and worries Houthi ship attacks would boost supply costs.\n\nBrent futures fell 32 cents, or 0.4 per cent, to settle at $79.07 a barrel, while US West Texas Intermediate (WTI) crude fell 33 cents, or 0.5 per cent, to settle at $73.56, according to news agency Reuters. This left both benchmarks up about three per cent for the week after gaining less than one per cent last week.\n\nAlso Read: Year 2023 | From $82 to near $100 and back: How Brent crude moved in 2023 over OPEC+ cuts and more\n\nBack home, on the Multi Commodity Exchange (MCX), crude oil futures due for a January 19 expiry, settled higher by 0.02 per cent at ₹6,164 per bbl, having swung between ₹6,126 and ₹6,247 per bbl during the session, against a previous close of ₹6,163 per barrel.\n\nWhat's driving crude oil prices?\n\n-Crude is headed for its first annual drop since 2020 as surging production from the US and elsewhere counters efforts by the OPEC cartel to support prices through output cuts. The outlook for demand is also fragile, with the International Energy Agency forecasting that growth will slow sharply next year.\n\n-So far this week, only about 30 tankers, including crude oil and fuel carriers, have entered the Bab al-Mandab Strait at the southern end of the Red Sea, according to vessel-tracking data compiled by Bloomberg.\n\n-In the Middle East, more maritime carriers said they were avoiding the Red Sea due to attacks on vessels carried out by the Iranian-backed Houthi militant group, which says it is responding to Israel's war in Gaza. Major shippers such as Maersk said they would impose extra charges linked to re-routing ships.\n\nAlso Read: Angola's OPEC exit opens way for more Chinese investment\n\n-The attacks have caused disruptions through the Suez Canal, which handles about 12 per cent of world trade. In Iraq, oil ministry spokesman Asim Jihad affirmed Iraq's support for the OPEC agreement and its commitment to voluntary oil cuts.\n\n-In Africa, Angola's decision to leave the OPEC cartel could open the way for Beijing to increase investment in the country's oil and other sectors. Angola produces about 1.1 million barrels per day of oil.\n\n-The US inflation data and Houthi attacks in the Red Sea should be more supportive of oil prices than any future increase in output from Angola, according to analysts.\n\n-In the US, a key inflation reading came in softer than expected, boosting investor optimism that the US Federal Reserve would lower borrowing costs next year. Lower interest rates cut consumer borrowing costs, which can boost economic growth and demand for oil.\n\n-Expectations that the Fed is more likely to cut interest rates next year also helped reduce the US dollar to its lowest since July against a basket of other currencies for a second day in a row. A weaker dollar can boost oil demand by making the fuel more expensive for buyers using other currencies.\n\nMilestone Alert! Livemint tops charts as the fastest growing news website in the world 🌏 Click here to know more.\n\nUnlock a world of Benefits! From insightful newsletters to real-time stock tracking, breaking news and a personalized newsfeed – it's all here, just a click away! Login Now!",
  "48":"\"The lack of oil supply disruptions is offsetting the support to prices from ongoing geopolitical tensions in the Middle East,\" said UBS analyst Giovanni Staunovo, adding that trade was thin and in a narrow range typical of holiday periods.\n\nOil extended gains on Tuesday, finding support from geopolitical tensions in the Middle East and investor optimism that the U.S. Federal Reserve would soon start cutting interest rates, boosting global economic growth and fuel demand.\n\nWhile hopes of rate cuts and conflict in the Red Sea have led to a rebound in crude prices, Maersk's announcement of a restart of shipping routes through the waterway has alleviated supply concerns to a certain extent, said CMC Market analyst Leon Li.\n\nBrent crude futures was up by $1.19, or 1.5%, at $80.26 a barrel by 1314 GMT while U.S. West Texas Intermediate crude rose by 94 cents, or 1.3%, to $74.50.\n\n\"The lack of oil supply disruptions is offsetting the support to prices from ongoing geopolitical tensions in the Middle East,\" said UBS analyst Giovanni Staunovo, adding that trade was thin and in a narrow range typical of holiday periods.\n\nVolume is light because some markets are closed for public holidays.\n\nBoth oil benchmarks registered gains of about 3% last week after Houthi attacks on ships disrupted global shipping and trade while the Israel-Hamas conflict shows no sign of easing.\n\nShipping companies had stopped sending vessels through the Red Sea and imposed surcharges for re-routing ships. The Red Sea connects with the Suez Canal, a major shipping route used for about 12% of global trade.\n\nGermany's Hapag-Lloyd will decide on Wednesday how it will proceed with its Red Sea routes after suspending shipments there, a spokesperson said on Tuesday.\n\nTwo explosions in the Red Sea were reported by a vessel sailing off the coast of Yemen on Tuesday shortly after two unmanned aircraft were sighted, a British maritime authority said.\n\nIsrael hinted on Tuesday that the country had retaliated in Iraq, Yemen and Iran for attacks carried out against it as the war with Hamas-led Palestinian militants in the Gaza Strip widens to other areas of the region.\n\nSeparately, the U.N. nuclear watchdog said Iran has reversed a months-long slowdown in the rate at which it is enriching uranium to up to 60% purity, close to weapons grade.\n\nOil also found support from expectations that the Fed will cut interest rates next year. Lower interest rates cut consumer borrowing costs, which can boost economic growth and oil demand.",
  "49":"Crude oil futures in European trading hours Tuesday were climbing higher, consolidating the pre-holiday upwards trend amid growing concerns...\n\nPlease Register or Sign in to view this content.\n\nQuantum Commodity Intelligence is a premium paid subscription service for professionals in the energy, biofuels and carbon markets.\n\nQuantum Energy service subscribers have access to:\n\nDaily price assessments\n\nMarket news and price commentary\n\nFundamental trade data\n\nQuantum Energy Daily - the daily published market information to your email\n\nGet in touch with us for subscription information on all three Quantum platforms, or help with the service.",
  "50":"Check Free Credit Score on Moneycontrol: Easily track your loans, get insights, and enjoy a ₹100 cashback on your first check!",
  "51":"An oil tank and an oil pumpjack are pictured in the Permian basin, Loco Hills regions, New Mexico, U.S., April 6, 2023.\n\nU.S. crude oil prices on Tuesday dropped more than 3% as traders worries that the Federal Reserve does not yet have inflation under control.\n\nThe West Texas Intermediate contract for January lost $2.41, or 3.38%, to trade at $68.91 a barrel, while the Brent crude contract for February shed $2.33, or 3.06%, to trade at $73.70 a barrel\n\nInflation in the U.S. rose 0.1% in November after being unchanged in October. Traders are worried that the Fed does not have inflation under control and will have to keep the foot on the accelerator when it comes to interest rates, said Phil Flynn, an analyst with the Price Futures Group.\n\nBoth the contracts settled marginally higher on Monday, with Brent up 19 cents at $76.03 a barrel and WTI up 9 cents at $71.32.\n\nThe Organization of the Petroleum Exporting Countries and allies, together called OPEC+, have pledged to cut 2.2 million barrels per day for the first quarter of 2024. But investors remain skeptical that total supply will drop, as output growth in non-OPEC countries is expected to lead to excess supply next year.\n\n\"Growth at U.S. shale oil operations continues to surprise on the upside, while gains across other non-OPEC producers have been unexpectedly large,\" said ANZ Research analysts in a note.\n\nBrent crude prices have dropped from above $80 a barrel at the start of December while WTI slipped from over $77.\n\nBoth WTI and Brent are in a contango market structure, when prompt contracts are less than later-dated contracts, for first several months of 2024. That indicates investors feel there is lower demand for crude or adequate supply for those months.\n\n\"The market should get a fresh take on fundamentals when OPEC and the International Energy Agency release their monthly oil market reports this week. The oil market is also watching negotiations at COP28.\"\n\nA draft of a potential climate deal at the COP28 summit on Monday suggested measures countries could take to slash greenhouse gas emissions, but omitted the phase out of fossil fuels many nations have demanded, drawing criticism from the U.S., EU and climate-vulnerable countries.\n\nA coalition of more than 100 countries had been pushing for an agreement that would for the first time promise an eventual end to the oil age, but are up against opposition from OPEC members.\n\nBesides negotiations at COP28, the market is also keeping watch on interest rate policies key central banks this week, as well as U.S. inflation data.\n\nThe Federal Open Markets Committee's two-day monetary policy meeting will end on Wednesday.\n\nInterest rate decisions are also expected from the European Central Bank on Wednesday and the Bank of England on Thursday.\n\nDemand for Saudi Arabian crude oil for January from refiners in China, the world's biggest oil importer, is at the lowest in five months, people with knowledge of the matter said on Monday, as higher-than-expected prices prompted buyers to seek cheaper supply elsewhere.\n\nSaudi Arabia competes with Russia as China's biggest oil supplier.\n\n— CNBC's Spencer Kimball contributed to this report",
  "52":"Dustin Josey makes his way across the gangplank as he leaves Shell's Vito platform as workers continue construction on the project at the Kiewit Offshore Services complex Wednesday, April 6, 2022 in Ingleside. (Photo by Brett Coomer\/Houston Chronicle via Getty Images)\n\nU.S. crude oil rose 3% on Thursday, extending the previous session's gains on a slightly improved global demand outlook for 2024 and a weaker dollar.\n\nThe West Texas Intermediate contract for January gained $2.11, or 3.04%, to settle at $71.58 a barrel, while the Brent contract for February rose $2.35, or 3.16%, to settle at $76.61 a barrel.\n\nOil prices settled more than 1% higher Wednesday on a 4.3 million barrel withdrawal from U.S. crude inventories, which was larger than expected.\n\nThe International Energy Agency on Thursday said global oil demand would grow by 1.1 million barrels per day in 2024, up slightly from its previous forecast of 930,000 barrels per day.\n\nAlso, the Federal Reserve on Wednesday eased traders' concerns by acknowledging that progress has been made on taming inflation. The central bank signaled three rates cuts for 2024, which could have a positive impact on oil demand next year. Higher interest rates slow economic growth, which weighs on crude prices.\n\nThe U.S. dollar also dropped to a four-month low Thursday after the Fed indicated the rate hikes were over. A weaker dollar makes oil cheaper, which can lift demand.\n\nThe gains this week have been a brief respite from a brutal fall.\n\nOil prices have plunged more $20 from September highs through Wednesday's close as record U.S. production has collided with a weakening economy in China, leading to worries that the market is oversupplied.\n\nSeveral OPEC members and their key allies such as Russia have vowed to cut supply by 2.2 million barrels per day in the first quarter of 2024, but the promised reductions have done little to ease bearish sentiment. Traders are skeptical that OPEC and its allies will deliver the cuts, which are voluntary.\n\nOPEC blamed \"exaggerated concerns about oil demand growth\" for the dramatic decline in crude prices in the group's December market report.\n\nYet the IEA, the West's energy watchdog, expects demand growth to slow by half in 2024. At the same time, the U.S., Brazil and Guyana are pumping \"record-breaking supply.\" Production growth outside OPEC will slow next year, but is still expected to exceed demand at 1.2 million bpd.\n\n\"The continued rise in output and slowing demand growth will complicate efforts by key producers to defend their market share and maintain elevated oil prices,\" the IEA said, in an apparent reference to OPEC.\n\nDon't miss these stories from CNBC PRO:",
  "53":"An oil tanker hired by Norway’s Equinor ASA that came to a halt in the Red Sea six days ago — when Houthi militants stepped up attacks on merchant shipping — has performed a u-turn and is now sailing back toward the Suez Canal.\n\nThe Sonangol Cabinda is sailing north toward the Egyptian waterway at a speed of 13 knots, according to tanker tracking compiled by Bloomberg. Its dimensions, depth in the water, and prior movements indicate the tanker is holding about a million barrels of US crude.",
  "54":"February WTI crude oil (CLG24) closed down -0.33 (-0.45%), and Feb RBOB gasoline (RBG24) closed down -2.84 (-1.32%).\n\nCrude oil prices saw continued downward pressure from Wednesday's bearish EIA report and Thursday's news that Angola dropped out of the OPEC cartel. However, crude oil prices saw support this week as more oil tankers were diverted around the south tip of Africa in order to avoid Houthi attacks on ships in the Red Sea. Friday's U.S. economic reports were mixed for the energy markets.\n\nCrude prices came under pressure Thursday after Angola announced that it is leaving OPEC amid a dispute over oil production quotas. Angola is Africa's second-largest crude producer, and the rift between Angola and other OPEC+ members is a bearish factor that signals infighting among members. Other OPEC members may balk at Saudi Arabia's attempt to force all members into a production cut.\n\nGeopolitical risks are bullish for crude prices after BP joined Equinor and Euronav in halting crude oil shipments on tankers through the Red Sea because of increasingly frequent attacks on ships in the region. The attacks on oil tankers in the Middle East are forcing shippers to divert shipments around the southern tip of Africa instead of going through the Red Sea, disrupting crude oil supplies. At least twenty merchant ships have been attacked or approached around Yemen by Iranian-backed Houthi militants in the Red Sea since Israel's war with Hamas broke out in October.\n\nA supportive factor for crude was last Monday's projection from the American Automobile Association (AAA) that a record 7.5 million people are expected to fly from Dec 23 to Jan 2, the most since the AAA began tracking the data in 2000.\n\nAn increase in Russian crude oil exports is bearish for crude oil prices. Tanker-tracking data monitored by Bloomberg shows refined fuel shipments from Russia climbed to 3.2 million bpd in the four weeks to Dec 10, up +114,000 bpd from the prior week and the highest five months.\n\nOn Nov 30, OPEC+ agreed to cut crude production by -1.0 million bpd through June 2024. However, crude prices sold off on the news since no details were provided on how the cuts would be distributed among members, nor how Russia's -300,000 bpd export cut would factor into the new totals. Delegates said the final details of the new accord, including national production levels, would be announced individually by each country rather than in the customary OPEC+ communique. The market was disappointed that the extra cuts in OPEC crude output will be announced by each individual country, which suggests the reductions may only be voluntary.\n\nSaudi Arabia said on Nov 30 that it would maintain its unilateral crude production cut of 1.0 million bpd through Q1-2024. The move would maintain Saudi Arabia's crude output at about 9 million bpd, the lowest level in three years. Russia also said it will deepen its voluntary oil export cuts by 200,000 bpd to 500,000 bpd in Q1 of 2024. OPEC Nov crude production fell -140,000 bpd to 28.050 million bpd.\n\nA decline in crude in floating storage is bullish for prices. Monday's weekly data from Vortexa showed that the amount of crude oil held worldwide on tankers that have been stationary for at least a week fell -13% w\/w to 73.32 million bbl as of Dec 15.\n\nWednesday's EIA report showed that (1) U.S. crude oil inventories as of Dec 15 were -0.7% below the seasonal 5-year average, (2) gasoline inventories were -1.5% below the seasonal 5-year average, and (3) distillate inventories were -10.1% below the 5-year seasonal average. U.S. crude oil production in the week ending Dec 15 rose +1.5% w\/w to a record 13.3 million bpd.\n\nBaker Hughes reported Thursday that active U.S. oil rigs in the week ended Dec 22 fell by -3 rigs to 498 rigs, just above the 1-3\/4 year low of 494 rigs from Nov 10. The number of U.S. oil rigs has fallen this year after moving sharply higher during 2021-22 from the 18-year pandemic low of 172 rigs posted in Aug 2020 to a 3-1\/2 year high of 627 rigs in December 2022.\n\nMore Crude Oil News from Barchart\n\nOn the date of publication, Rich Asplund did not have (either directly or indirectly) positions in any of the securities mentioned in this article. All information and data in this article is solely for informational purposes. For more information please view the Barchart Disclosure Policy here.\n\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.",
  "55":"Global crude oil prices would have surged and created “havoc” in the international oil market had India not ramped up oil imports from Russia in the aftermath of Moscow’s February 2022 invasion of Ukraine, the petroleum and natural gas ministry told the department-related parliamentary standing committee.\n\n“If they (Indian refiners) had not imported Russian oil into India, which may be a big number of 1.95 million barrels per day, that deficiency would have created a havoc in the crude oil market and the prices would have shot up by about $30-40,” a petroleum ministry representative was quoted as saying in a recent report of the standing committee on petroleum and natural gas. The report was tabled in Parliament on December 20.\n\n“The crude oil market is such that in the market of 100 million barrels per day, if the OPEC (Organization of the Petroleum Exporting Countries) says that they are going to reduce it by one or two million barrels per day, prices increase by 10 to 20 per cent and reach up to $125-130. If India does not absorb–I would call it absorption–1.95 million barrels per day, these prices would have reached $120-130. It would have created a havoc,” the petroleum ministry representative added. The report did not name the representative. Usually, senior bureaucrats of the petroleum ministry represent the ministry before the standing committee.\n\nAdvertisement\n\nIndia is the world’s third-largest consumer of crude oil and depends on imports to meet over 85 per cent of its requirement. The country has a refining capacity of over 250 million tonnes per annum, or 5 million barrels a day.\n\nFrom a marginal player in India’s oil imports before the war in Ukraine, Russia now tops the list of New Delhi’s crude suppliers. As the West began shunning Russian oil following Moscow’s February 2022 invasion of Ukraine, Russia started offering deep discounts on its oil to willing buyers. Indian refiners started snapping up the discounted Russian crude, irking many in the West, which wanted Russian oil to be shunned by buyers to curb Moscow’s ability to finance the war in Ukraine through oil sales. India has maintained that as one of the top importers of crude, it will buy oil from anywhere it can strike a good bargain.\n\nWhile crude oil prices did breach the $100-per-barrel mark in initial months following Russia’s invasion of Ukraine, they retreated as oil markets regained supply balance. In 2023, the price of global benchmark Brent crude has not breached the $100 mark even once. Currently, Brent is hovering around $80 per barrel.\n\n“Diplomatically, we are a sovereign country and could say that we have been doing what is good for the country as well as the world,” the petroleum ministry representative said.\n\nAdvertisement\n\nOn the question of difficulties being faced by Indian refiners in importing oil from Russia, the ministry told the panel that due to Western sanctions on Russia, challenges include payments and logistical arrangements like shipping and insurance. The ministry said in its submission that not all Indian banks “smoothly process” payment in dollars for Russian oil purchases.\n\n“Due to economic sanctions…crude oil buyers are facing challenges in making logistics arrangement (ships availability, insurance for ships), getting insurance coverage for crude oil and making payments. Hence, Indian buyers…arrange import of Russian origin crude oil grades from the counterparties on delivery basis, where the seller takes responsibility in delivering crude oil (with suitable Insurance coverage) at discharge ports in India,” the ministry said.\n\nWith major Western powers imposing a $60-per-barrel price cap on seaborne Russian crude from December 5, 2022 and Russian oil being bought on delivered basis, Indian refiners have faced some issues with banks demanding documentary proof from them that the price of oil, excluding delivery-related overheads like freight and insurance costs, was indeed in line with the price cap.",
  "56":"Forex Brokers We Recommend in Your Region See full brokers list\n\nWTI Crude Oil, like all other assets, will deal with extremely thin holiday trading this week. Speculators who participate in the commodity this week need to understand that the lower than-normal volumes in WTI Crude Oil could generate very quiet conditions, which then can be sparked by sudden storms in value causing volatility that can knock traders out of their positions with swift losses.\n\nWTI Crude Oil went into the weekend near the 73.500 USD mark, and the ability to sustain prices above the 73.000 may be seen as important. The low for the commodity last week occurred on Monday when WTI tested the 71.000 USD. The weaker USD in Forex may be helping create some support for Crude Oil, but when the commodity touched the 75.370 ratio on Wednesday as the high for the week, it likely occurred upon speculative buying as shipping news from the Red Sea and Arabian Sea made headlines.\n\nWTI Crude Oil Low Trading Volumes and Risk Adverse Conditions\n\nTraders wagering this week in WTI Crude Oil must deal with a combination of lower trading volumes and the possibility of nervous conditions caused by the Houthi rebels of Yemen. If troubles persist in international waters in the Red and Arabian Seas, this could not only give WTI Crude Oil some price support this week but open the door to speculative buying if loud news developments from the Middle East occur.\n\nTraders will need to use risk management attentively this week, as they deal with WTI Crude Oil light market conditions because of the Christmas holiday.\n\nTraders who want to sell WTI Crude Oil, because they feel technical highs will ignite reversals, cannot be blamed, but they should monitor news from the Middle East regarding shipping.\n\nHigher Moves in WTI Crude Oil and Potential Reversals\n\nSupply of Crude Oil remains abundant via several global suppliers. This knowledge continues to create fundamental headwinds for WTI Crude Oil. Speculators in the energy sector are also dealing with economic concerns coming from China, and U.S GDP numbers which showed growth slowing down last week.\n\nWhile holiday trading volumes will certainly factor into WTI Crude Oil this week and global risk concerns are contemplated, the notion the commodity is trading near highs and may face technical reversals could be tempting. However, traders should be prepared for range trading in WTI Crude Oil this week if ‘news’ regarding shipping in the Middle East stays relatively calm. Inexperienced traders need to understand that larger players in WTI Crude Oil are accustomed to political intrigue and loud headline news from the Middle East.\n\nWTI Crude Oil Weekly Outlook:\n\nThe speculative price range for WTI Crude Oil is 71.000 to 77.000 USD.\n\nWhen WTI Crude Oil touched the 71.000 ratio early last week there was an immediate reaction and strong buying erupted in the commodity. The price of WTI Crude Oil jumped from its lows to nearly 74.600 within a handful of hours. The fluctuation in prices is a reminder of what can occur if news develops which speculators believe can influence the energy market. The fact that trading volumes will be low this week opens the door to the potential of sudden gyrations.\n\nParticipating in commodities over the holidays can be intriguing and attractive because of the relative calm that often is produced. Yet the opportunity for a large player to step into the WTI Crude Oil market and have a dynamic impact is dangerous for small traders. The price of WTI Crude Oil is likely to range trade this week, but if sudden news is generated from the seas of the Middle East, this could play a role in volatility. Traders should use strict price entry orders, and this should be followed up with stop loss and take profit orders being placed too.\n\nReady to trade the WTI\/USD exchange rate? Here’s a list of some of the best Oil trading platforms to check out.",
  "57":"If we can break above the 50-Day EMA, then it could send the market to the 200-Day EMA, which of course will define the trend for a lot of traders. Underneath, I believe that the $73 level continues to be significant support. We have bounced from a very significant support level, so I do think we are in the midst of a potential trend change.\n\nBrent Crude Oil Technical Analysis\n\nBrent markets have rallied rather significantly as well, testing the 50-Day EMA, and breaking above the $80 level. By doing so, it is a very positive sign, and it looks like we are going to continue to see upward trajectory more than anything else. If we can break above the top of the 50-Day EMA on a daily close, then we could go looking to the $83 level with the 200-Day EMA being a potential target.\n\nUnderneath, the market is likely to continue to see a lot of support, extending down to the $78 level. The $78 level has offered support recently, and therefore if we break down below there, the situation could get kind of ugly, but right now it looks like Brent is trying to do the same thing that the WTI grade of crude oil is going, recovering from a major low.\n\nThe next couple of months will be interesting, but I do think that with the central banks out there looking to loosen monetary policy, specifically the Federal Reserve, it’s likely that we will see people start to bet on an acceleration in the positive momentum for crude oil and other commodities as well. With this, I am cautiously optimistic at the moment but would not be surprised to see multiple pullbacks.\n\nFor a look at all of today’s economic events, check out our economic calendar.",
  "58":"Norsk versjon.\n\nWith the onset of the summer navigation season on the Northern Sea Route (NSR), Russia has begun sending crude oil shipments to China via the Arctic. After an initial trial voyage in November 2022, energy analysts expect Russia to send regular shipments through the Arctic during 2023 and beyond.\n\nWith Europe completely out of the picture as a result of sanctions, Russia now diverts parts of its Arctic production to China. Additional shipments are destined for India.\n\nTwo initial shipments departed from the Primorsk and Ust-Luga oil terminals near St Petersburg on 12 July and 13 July, passing through the Baltic Sea and up the Norwegian coast lines.\n\nThe two Aframax oil tankers, NS Arctic and Primorsky Prospect, each carrying around 730,000 barrels of crude oil, traveled along the NSR throughout the second half of July and are expected to arrive in Rizhao, China in mid-August.\n\nCompared to the traditional route through the Suez Canal, the Arctic shortcut is around 30 percent faster. In November 2022 the tanker Vasily Dinkov traveled from near Murmansk also to Rizhao in around four weeks.\n\nThe NSR will be key to diverting the flow of crude oil away from Europe and toward Asia. With the massive Vostok oil project slated to open next year, the amount of crude oil being shipped via the Arctic will increase rapidly.\n\nUntil recently the NSR had seen less than a handful of oil shipments to Asia over the past decade.",
  "59":"Will crude oil hit the $120 a barrel mark in 2024?\n\nCan the geopolitical developments set the oil prices ablaze? Pulkit Agarwal, head of India content, S&P Global Commodity Insights shares how he sees crude oil and gas prices play out in 2024",
  "60":"Marathon oil refinery in center of El Paso seeks renewal of permit regulating pollution\n\nShow Caption Hide Caption Video: Sunset Heights residents constantly battle noise, pollution Jaime Gandara, a Sunset Heights resident, shares his experience living along I-10, battling noise and pollution from the interstate. Anthony Jackson, El Paso Times\n\nMarathon Petroleum Corp. is seeking to renew for another 10 years the Texas air permit regulating pollution from much of its large oil refinery dominating the landscape in East-Central El Paso.\n\nThe 95-year-old refinery is one of the major sources of pollution in El Paso.\n\nThe renewal application, filed Dec. 6 with the Texas Commission on Environmental Quality, the state's environmental regulation agency, comes a year after Marathon successfully renewed a smaller permit regulating pollution from refinery fuel storage tanks.\n\nA long list of people opposed that renewal.\n\nOpportunity to voice concerns about refinery\n\nThe permit renewal process is \"an opportunity for us (community) to voice our concerens to the state agency and hope they do the right thing and deny anything that results in an increase in emissions,\" said Miguel Escoto, communications director for the Amanecer People's Project, formerly Sunrise El Paso. It's the El Paso environmental group that got the controversial Prop K city Climate Charter proposal before voters, who rejected it in the May election.\n\nPreliminary data indicate refinery pollution would increase under the renewed permit, according to a brief permit summary posted on the TCEQ website.\n\nMarathon has \"not done enough to reduce emissions from the refinery. It's still one of the largest sources of emissions for our area. Anytime you drive by there, you can smell the emissions; residents in the area are still suffering the health impacts, the odors,\" Escoto said.\n\nMarathon officials did not timely respond to requests for comments about the permit renewal to be included in this story. But early in 2023, the refinery's general manager, Travis Beltz, said the refinery had reduced emissions over the past decade through proactive steps, some of that before Marathon acquired the facility in 2018. It also reduced emissions under the smaller air permit TCEQ renewed at the end of 2022.\n\nPeople can submit comments to the TCEQ for the refinery's latest renewal request – comments that agency information states will be considered in making a final decision on the renewal. However, regulators only evaluate environmental aspects of the permit, not effects on property values, noise, traffic safety, or other non-environmental issues, according to TCEQ information.\n\nThe latest renewal is for the refinery's major air permit, which expires in June 2024, regulating pollution from its oil-processing facilities and a wide range of other equipment.\n\nIt would authorize the continued operation of the refinery, according to Marathon’s permit summary.\n\nNeighborhoods grew around 95-year-old refinery\n\nThe refinery complex is on 550 acres. Trowbridge Drive runs through the middle of the complex, which borders Interstate 10 and is surrounded by several neighborhoods.\n\nIt can process up to 133,000 barrels of crude oil per day. It turns crude oil into gasoline and other fuel that are sold at gas stations in El Paso and other cities. It also produces distillates, heavy fuel oil, asphalt and propane.\n\nThe plant employs almost 400 people, making it a major El Paso employer.\n\nThe city grew around the 95-year-old refinery, but it's still \"unjust for this refinery to be plopped right in the center of our city,\" Escoto said. \"The community is suffering directly from these emissions,\" which have negative health consequences, he said.\n\nCity leaders need a plan to eventually close the refinery as part of transitioning this area to renewable energy, he said.\n\nPollution increases under proposal\n\nEmissions of 11 pollutants allowed by the air permit could increase just over 17 tons per year to 1,905 tons per year, with almost all the increase from volatile organic compounds, or VOCs, show preliminary data in the permit summary.\n\nThe data can change during the state regulators' technical review of the application, according to the permit summary.\n\nTwo of the refinery’s largest pollutants under the air permit are VOCs, and nitrogen oxides, or NOx, both gases that help form smog, which can pose health risks.\n\nMore: Facebook owner Meta Platforms revealed as company eyeing El Paso for $800M data center\n\nThe preliminary data shows Marathon is proposing to increase the amount of VOC emissions that can be released by just over 16 tons a year, and keep emissions of nitrogen oxides about the same.\n\nOther major pollutants regulated under the permit are particulate matter (which includes dust, dirt, and smoke), carbon monoxide and sulfur dioxide.\n\nThe refinery also has additional emissions regulated by other air permits.\n\nHow to file public comments\n\nPublic comments on the proposed renewal for air permit No. 18897 can be submitted electronically at www14.tceq.texas.gov\/epic\/eComment\/, or by mail: Texas Commission on Environmental Quality, Office of the Chief Clerk, MC-105, P.O. Box 13087, Austin, Texas 78711-3087.\n\nMore information from TCEQ about the permit application and permitting process is available by phone: 800-687-4040.\n\nThe permit notice and other information can be found on the TCEQ Commissioners' Integrated Database by searching for Western Refining, the name under which the refinery operates.\n\nAlso, a person directly affected by the refinery's pollution can request a trial-like contested case hearing within 15 days after the permit notice is published, which is pending.\n\nVic Kolenc may be reached at 546-6421; vkolenc@elpasotimes.com; @vickolenc on Twitter, now known as X.",
  "61":"Vice Adm. Ikechukwu Ogalla, the Chief of Naval Staff, revealed on the weekend that the Nigerian Navy had taken possession of 803,353 barrels of crude oil valued at N105 billion during the previous year. He said that the Navy demolished 703 illicit processing facilities, apprehended 27 ships, and detained 232 people in the theft of crude oil.\n\nThe security chief, at a meeting with base commanders, principal staff officers, and flag officers commanding in Abuja, reviewed the operations of the previous year and reported that naval personnel had also apprehended five barges, 690 Cotonou boats loaded with stolen oil, 116-speed boats, as well as 82 cars\/trucks.\n\nMT Marine Express, MV Barge Ayeba Eneni, MT Ufuoma, MT Cecilia, MT Vigor I, FT Lamu I, and MT Vinnalaris I Lagos were among the vessels he mentioned as having been captured. As a result, 438 886 litres of gasoline, 2,472,200 litres of kerosene, and 46, 369,219 litres of diesel were found. Likewise 803, 353.20 barrels of crude oil were retrieved by the NN. Based on the prevailing market prices, the seizures amount to around N105 billion.\n\nThe NN has also been actively involved in the campaign against the trafficking of illegal narcotics, particularly in the marine sector. He said the NN had seized 692 bags of Cannabis Sativa between April and November this year, with a total estimated value of nearly N1 billion.\n\nPer Ogalla, the arrests and seizures were the product of operational execution, planned strategic policy formulation, and tactical execution, not merely sporadic accomplishments. He advised staff members not to become complacent.\n\nThe thieves are cunning and versatile. They’ll adopt new technology, look for alternate paths, and alter their strategies. It is their responsibility to remain ahead of the curve, predict their movements, and retaliate against them with even more vigour. Furthermore, Ogalla said that the Nigerian Navy, which was under his command, would not tolerate oil thieves and threatened to deal with officers who were discovered to be working with criminal elements.\n\nHe pledged to supply the means and guidance required to combat crude oil theft in the country’s maritime sector.\n\nThe naval chief also commended President Bola Tinubu for extending the resources as well as moral support required by the Nigerian Navy to prevail.\n\nReference: Arise Tv\n\nDisclaimer :\n\nThe information contained in this website is for general information purposes only. While we endeavour to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk.\n\nIn no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website.\n\n\n\nDo you have info to share with us ? Suggest a correction\n\nAbout Author Marine Insight News Network is a premier source for up-to-date, comprehensive, and insightful coverage of the maritime industry. Dedicated to offering the latest news, trends, and analyses in shipping, marine technology, regulations, and global maritime affairs, Marine Insight News Network prides itself on delivering accurate, engaging, and relevant information. Read more articles by this author",
  "62":"The oil ministry said that India's push for rupee transactions for crude oil import has not found any takers as suppliers have expressed concern about the repatriation of funds and high transactional costs. Currently, the default payment currency for all contracts for import of crude oil is the US dollar as per the international trade practice. However, in a bid to internationalise the Indian currency, the Reserve Bank of India on July 11, 2022 allowed transactions for importers and exporters in the Indian rupee.\n\nWhile a few non-oil trades have happened in the rupee with a select few countries, the Indian currency continues to be shunned by oil exporters.\n\nIndia's crude oil output down 0.4% to 2.4 MMT in November, imports decrease 2.3%\n\n\"During FY 2022-23, no crude oil imports by oil PSUs were settled in Indian rupee. Crude oil suppliers (including UAE's ADNOC) continue to express their concern on the repatriation of funds in the preferred currency and also highlighted high transactional costs associated with the conversion of funds along with exchange fluctuation risks,\" the oil ministry told the parliamentary department related standing committee.\n\nRussia oil imports rise 44% in October\n\n\"Payments for crude oil can be made in Indian rupee, subject to the suppliers' complying with regulatory guidelines in this regard,\" the ministry said. \"Currently, Reliance Industries Ltd and oil PSUs do not have an agreement with any crude oil supplier to make purchases in Indian currency for the supply of crude oil.\"\n\nIndia is the world's third-largest energy consumer. With its domestic production meeting less than 15% of its needs, the country imports the remaining crude oil, which is converted to fuels such as petrol and diesel at refineries.\n\nIndia bought Russian oil at $84.2\/bbl in October, highest since Dec'22: Report\n\nIn FY 2023, India spent $157.5 billion on import of 232.7 million tonnes of crude oil. Iraq, Saudi Arabia, Russia, and UAE were its biggest suppliers. Of this, 141.2 million tonnes came from the Middle East, accounting for 58% of all supplies.\n\nLow oil prices could fuel the next phase of India’s growth\n\nIn the current fiscal, India imported 152.6 million tonnes of crude oil between April and November for $113.4 billion.\n\nEurope is guzzling diesel from India, a key buyer of Russian oil\n\n\"India's consumption would be about 5.5-5.6 million barrels per day. Out of that, we import about 4.6 million barrels per day, which is about 10% of the overall oil trade in the world,\" the ministry told the committee.\n\nMilestone Alert! Livemint tops charts as the fastest growing news website in the world 🌏 Click here to know more.\n\nUnlock a world of Benefits! From insightful newsletters to real-time stock tracking, breaking news and a personalized newsfeed – it's all here, just a click away! Login Now!",
  "63":"Domestic stock indices are set to kick off the last week of the year on a muted note, tracking mixed global cues. Asian stocks gave up early gains. A few markets globally are shut today. Back home, three new companies- Muthoot Microfin, Suraj Estate Developers and Motisons Jewellers, will debut on Dalal Street today. Here's what you should know before the opening bell:\n\n\n\nNifty outlook\n\nNifty traded in a range of the 21,232-21,391 levels on the 15-minute chart and retraced a good portion of the Wednesday’s losses on the daily chart, said Subash Gangadharan, Senior Technical and Derivative Analyst at HDFC Securities.\n\n\n\n“The short-term trend remains down. Momentum readings like the 14-day RSI too remain in decline mode after declining sharply from overbought levels on Wednesday. This calls for caution in the near term. Nifty would need to cross the recent highs of 21,593 to reverse the current downtrend. Crucial supports to watch for re-emergence of weakness are at 21,232, he said.\n\n\n\nNifty Bank outlook\n\nAmol Athawale, Vice President - Technical Research at Kotak Securities said the 47,000 level could act as a sacrosanct support zone for the Nifty Bank index, above which it could rally till 48,000-48,300. \"However, below 47,000, the uptrend would be vulnerable. The index could slip till 46,700-46,500 in that case,\" he said.\n\n\n\nGIFT Nifty signals a flat start\n\nNifty futures on the NSE International Exchange traded 8 points, or 0.04 per cent, higher at 21,417, hinting at a flattish start for the domestic market on Tuesday.\n\n\n\nAsian stocks fall in early trade\n\nAsian markets gave up initial gains amid thin trading volumes. The trading momentum remained subdued , as many markets globally are closed for the extended Christmas holiday. The MSCI's broadest index of Asia-Pacific shares outside Japan was down 0.22 per cent. Japan's Nikkei shed 0.02 per cent; Australia's ASX 200 eased 0.03 per cent; New Zealand's DJ fell 0.02 per cent; China's Shanghai dropped 0.22 per cent; Hong Kong's Hang Seng tanked 1.60 per cent; South Korea's declined 0.07 per cent.\n\n\n\nOil prices little changed\n\nOil prices were little changed on Tuesday, as investors focused on geopolitical tensions in the Middle East and amid optimism the US Federal Reserve would soon start cutting interest rates, lifting global economic growth and fuel demand. Brent crude futures fell 26 cents, or 0.3 per cent, to $79.13 a barrel by 0115 GMT while US West Texas Intermediate crude was at $73.59 a barrel, up 3 cents.\n\n\n\nDollar index languishes at 5-month low\n\nThe dollar was trying to find a floor on Tuesday in holiday-thinned trade, pressured by signs that inflation in the world's largest economy is cooling that will likely give the Federal Reserve room to ease interest rates next year. The dollar index languished near a five-month low and was last at 101.65. Against the greenback, the euro slipped 0.06 per cent to $1.1019, while the sterling was little changed at $1.2701. In Asia, the yen rose 0.1 per cent to 142.20 per dollar.\n\n\n\nWall Street stocks settle mixed\n\nUS stocks gyrated to a mixed close on Friday as investors headed into the Christmas holiday weekend, having digested cooler-than-expected inflation data which firmed bets for Federal Reserve interest rate cuts in the new year. All three indexes turned less decisive in light trading as the afternoon progressed. The Dow Jones Industrial Average fell 18.38 points, or 0.05 per cent, to 37,385.97, the S&P 500 gained 7.88 points, or 0.17 per cent, at 4,754.63 and the Nasdaq Composite added 29.11 points, or 0.19 per cent, at 14,992.97.\n\n\n\nMuthoot Microfin to market D-St debut\n\nShares of Muthoot Microfin will make its debut on Dalal Street today. The company raised a total of Rs 960 crore. The offer included a fresh share sale of Rs 760 crore and an offer-for-sale (OFS) 2,61,16,838 equity shares, sold at Rs 291 apiece. The company is commanding a premium of Rs 25-30 per share in the grey market.\n\n\n\nSuraj Estate Developers to list today\n\nShares of Suraj Estate Developers will make its debut on Dalal Street today. The issue was sold at Rs 360 apiece. The company raised a total of Rs 400 crore. It included a fresh shares sale of 2,74,71,000 equity shares. The company is commanding a premium of Rs 15-20 per share in the grey market.\n\n\n\nMotisons Jewellers to list on bourses\n\nShares of Motisons Jewellers will make its debut on Dalal Street today. The issue was sold at Rs 55 apiece. The company raised a total of Rs 151.09 crore. This issue was entirely an offer-for-sale (OFS) 2,21,10,955 equity shares. The company is commanding a premium of Rs 65-70 per share in the grey market.\n\n\n\nFPIs sell shares worth Rs 2,829 crore\n\nProvisional data available with NSE suggest that FPIs were net sellers of domestic stocks to the tune of 2,828.94 crore on Friday. On the other hand, domestic institutional investors (DIIs) turned net buyers of Indian equities to the tune of Rs 2,166.72 crore. Overseas investors have pumped about Rs 57,313 crore in the Indian equities in the month of December so far.\n\n\n\nRupee rises 9 paise against dollar\n\nThe Indian rupee strengthened on Friday tracking a rise in its Asian peers and aided by dollar sales from large foreign banks. The rupee ended at 83.14 against the US dollar, compared to its previous close at 83.27 on Friday.\n\nAlso Read: SRF, Oil India, Syngene: Trading Strategies for these buzzing stocks\n\nAlso Read: Muthoot Microfin, Motisons Jewellers, Suraj Estate: Here's what grey market signal for their debuts\n\n\n\nNote: With inputs from PTI, Reuters and other agencies",
  "64":"Cookies on FT Sites\n\nWe use cookies and other data for a number of reasons, such as keeping FT Sites reliable and secure, personalising content and ads, providing social media features and to analyse how our Sites are used.",
  "65":"Share:\n\nCrude Oil whipsawed on Thursday as energies grappled with headlines pulling in multiple directions.\n\nAngola is the latest country to quit OPEC, further reducing OPEC’s market share.\n\nRed Sea attacks have diverted shipments between Asia and Europe, propping up Crude Oil bids.\n\nWest Texas Intermediate (WTI) Crude Oil tumbled nearly three percent to $72.50 per barrel on Thursday after Angola formally announced it would be leaving the Organization of the Petroleum Exporting Countries (OPEC), citing a lack of benefit to participating in the global oil cartel’s framework.\n\nWith Angola’s departure from OPEC, the oil consortium’s market share declines to 27% of all global oil production, which has declined from 34% in 2010.\n\nFurther reducing OPEC’s share of global oil trade is a new record for US Crude Oil production, which hit 13.3 million barrels per day. Angola, by comparison, produced 1.1 million bpd and was struggling to hit OPEC quotas for the country.\n\nCrude Oil down, then back up as market factors spread in both directions\n\nDespite the barrel crunch following Angola’s announcement, Crude Oil rebounded o nthe day as tensions over the Red Seas continue to mount on energies and trade. Houthi rebel forces have declared that they will continue to attack any ships that come within reach of their bases in Yemen, and have vowed to increase the ferocity of their attacks if the US interferes were to attack in retaliation.\n\nA coalition battle group, led by US forces, is currently moving into position in the Red Sea in an effort to police trade waters, but nearly all trade through the region has been re-routed in the meantime, adding time and costs to shipping lanes.\n\nDespite OPEC’s best efforts to curtail pumping within its consortium, global oil production continues to outpace demand and Crude Oil prices are likely to keep feeling the pressure.\n\nWTI Technical Outlook\n\nWTI’s dip-and-bounce on Thursday has Crude Oil prices near where the day started just below $74 per barrel, and US Crude Oil is bidding down from yesterday’s peak of $75.40.\n\nCrude Oil’s near-term rally is quickly coming under threat after rising nearly eleven percent from last week’s low of $67.97 to this week’s high, but ongoing shortside pressure is capping off WTI below the 200-day Simple Moving Average (SMA) near $78.00 per barrel.\n\nWTI Hourly Chart\n\nWTI Daily Chart\n\nWTI Technical Levels",
  "66":"Check Free Credit Score on Moneycontrol: Easily track your loans, get insights, and enjoy a ₹100 cashback on your first check!",
  "67":"Middle East crude prices Tuesday were slightly lower but benchmark Dubai against Brent, while the products trade...\n\nPlease Register or Sign in to view this content.\n\nQuantum Commodity Intelligence is a premium paid subscription service for professionals in the energy, biofuels and carbon markets.\n\nQuantum Energy service subscribers have access to:\n\nDaily price assessments\n\nMarket news and price commentary\n\nFundamental trade data\n\nQuantum Energy Daily - the daily published market information to your email\n\nGet in touch with us for subscription information on all three Quantum platforms, or help with the service.",
  "68":"In a historic step, India, the world’s third largest energy consumer, for the first-time ever paid the United Arab Emirates (UAE) in rupees for the purchase of crude oil. This could suggest a strategic move to improve the rupee’s global standing, and gradually phasing out dependence on petrodollar.\n\nIndia plans to establish similar deals with other suppliers and promote rupee Internationalisation, but officials emphasise a gradual process with no specific goals, as reported by PTI.\n\nOn July 11, 2022, Reserve Bank of India (RBI) has decided to permit importers to make payments in rupees and exporters to receive payments in local currency.\n\nAlso Read Saudi Arabia: Haj 2024 registrations for overseas pilgrims begin\n\nIn July this year, India formalised an agreement with the UAE to settle in rupees. After this, Indian Oil Corporation (IOC) paid to buy one million barrels of crude oil in Indian rupees from Abu Dhabi National Oil Company (ADNOC).\n\nIn addition, some Russian oil imports have also been made at a rate of rupees.\n\nWhy global rupee important for India?\n\nIndia is dependent on imports for more than 85 percent of its oil needs, which necessitates the introduction of payment for crude oil in rupees.\n\nThe Indian economy could be less affected by global monetary shocks by internationalising the rupee, as it would reduce the need for large-scale dollar payments.\n\nRisks, limits to payment in rupee\n\nIndia has introduced a rupee-based system for oil purchases since 2022, with the Reserve Bank taking steps to ensure it doesn’t increase costs or harm businesses.\n\nAn official warns that settling deals in rupees may not be suitable for large amounts, but issues may arise for crude oil ships worth millions of dollars.",
  "69":"Crude oil storage tanks are seen in an aerial photograph at the Cushing oil hub in Cushing, Oklahoma, on April 21, 2020.\n\nU.S. crude oil on Tuesday dropped nearly 4% as inflation data stoked anxiety among traders that the Federal Reserve may not be ready to ease up on interest rates.\n\nThe West Texas Intermediate contract for January lost $2.71, or 3.80%, to settle at $68.61 a barrel. The Brent contract for February shed $2.79, or 3.67%, to settle at $73.24 a barrel.\n\nWhile U.S. stocks shrugged off the latest inflation data, the oil markets saw cause for concern. The consumer price index edged up 0.1% in November after being unchanged in October, while prices increased 3.1% from a year ago, according to the U.S. Department of Labor.\n\nTraders are worried that the Fed does not have inflation under control and will have to keep the foot on the accelerator when it comes to interest rates, said Phil Flynn, an analyst with the Price Futures Group.\n\nFed Chair Jerome Powell said earlier this month that it is \"premature\" to discuss slashing interest rates. Powell indicated that the central bank is prepared to raise rates if necessary.\n\nFlynn said the confidence of the oil market has been shattered after a seven-week streak of losses.\n\nOil prices are falling as record production in the U.S., Canada and Brazil collide with a weakening economy in China, raising concerns among traders that the market is oversupplied.\n\nOil demand next year is expected to be about one million barrels per day less than supply growth, according to Daniel Yergin, vice chairman of S&P Global.\n\n\"As long as supply and demand dominate, you're going to have that downward pressure on price,\" Yergin told CNBC's \"Squawk Box\" on Monday.\n\nSeveral OPEC members and their allies such as Russia have promised to cut supply by 2.2 million barrels per day in the first quarter of 2024. Traders, however, are skeptical that the group will deliver on those cuts.\n\nYergin said OPEC+ faces a choice of whether they keep cutting supply or release oil to the market to let prices slide and undercut production in nations outside the group.\n\n\n\nDon't miss these stories from CNBC PRO:",
  "70":"Despite marginal and sometimes substantial differences between budgeted oil price benchmark and average sales every year, the excess crude account is constantly depleting\n\nEvery year fiscal benchmarks are set by the Nigerian government, usually for the following budget year and for the succeeding three years in the case of the Medium-Term Framework (MTEF). The benchmarks cover a variety of elements ranging from the anticipated naira to dollar exchange rate, crude oil production in barrels per day and the crude oil price.\n\nNigeria, as a major oil-producing nation, relies heavily on the sale of crude oil denominated in US dollars per barrel of the product to fund its budget and drive economic growth. The actual intent of the set benchmarks in regard to crude oil price is to manage expectations given the volatility of oil prices thereby ensuring fiscal stability.\n\nREAD ALSO: ANALYSIS: Nigeria’s budget and bogus oil benchmarks\n\nBenchmark price and the excess crude account\n\nThe average oil price for a fiscal year is the actual price at which Nigeria’s oil is sold in the global market. It fluctuates in response to market dynamics, geopolitical factors, supply and demand, and other external influences. The average oil price may vary significantly from the projected oil price benchmark, leading to either revenue shortfalls or windfalls for the Nigerian government. This benchmark is compared to the average oil price and influences the allocation of funds. In order to mitigate the revenue fluctuations, a contrivement called the Excess Crude Account (ECA) was put in place.\n\nNigeria’s Excess Crude Account established in 2004 to serve as a reserve fund to save any excess revenue generated from oil sales when the average oil price exceeds the budgeted oil price benchmark. It acts as a buffer, helping to smooth out the impact of oil price fluctuations. These saved funds support fiscal stability and ought to be utilized during times of revenue shortfalls caused by lower oil prices or other economic challenges.\n\nREAD ALSO: INSIGHT: Oil, revenue and the MTEF benchmarks\n\nBelow is Nigeria’s approved benchmark for crude oil price in the last ten years and the average price for each year:\n\nFrom the above, it can be observed that due to volatility and fluctuations, the actual oil prices and the approved benchmarks hardly ever correlate. The ECA mechanism provides that in the times when actual sales are higher than benchmark price, the extra revenues are put into the excess crude account as savings for the country for use in the proverbial rainy days. However, one would realize that over the years, the government has been unable to make judicious use of these funds. Such bumper savings are known to have elicited contentions between the federating units of the country in the past. For instance, during the tenure of Dr. Ngozi Okonjo Iweala as finance minister and coordinating minister of the economy, the powerful bloc of state governors had insisted that the monies in the account be shared amongst the tiers of government instead of being saved. The matter was eventually litigated and that era marked substantial slide of the excess crude account on a continual basis. The illustration below represents data from the Federal Allocation Accounts Committee (FAAC) and the National Economic Council (NEC).\n\nDepleted account with little or nothing to show…\n\nAs at August 2023, the National Economic Council revealed that the nation’s ECA stood at US$473,754.57. This is a massive decline from 2009 as can be seen from the above graph. This massive depletion cannot however be justified given the large-scale decay of public infrastructure and poor performance of social services, including healthcare, education, and sanitation, etc, over the years. Just as accusing fingers can be pointed to the federal government for the frittering of this fund, the state and local governments cannot be excused of blames as same governance deficits are prevalent on services on the concurrent and residual lists of the constitution. Unfortunately and importantly, a major part of the problem is that there is currently no law that codifies the excess crude account, thereby defining its purpose and restrictions. The account seems to be similar to a piggy bank that can be accessed at any time by the government without much care for transparency and accountability.\n\nThe justification or legality of the ECA boils down to issues of internal political struggles and cohesion between the Executive, National Assembly, and the State Governments. Whereas some government officials believe that the ECA should be scrapped, others believe it should be legalised and codified to allow it serve value to the country. To give the ECA legal backing, lawmakers first need to trash out the various areas of conflicts. Should all tiers of government have power over the account? Should the monies in the account be appropriated by the National Assembly? Should the Excess Crude Account and the Sovereign Wealth Fund continue to coexist together?\n\nREAD ALSO: My 2024 budget lays foundation for greater Nigeria – Tinubu\n\nSovereign Wealth Fund as viable alternative\n\nNigeria initiated the Sovereign Wealth Fund (SWF) in what some economic analysts saw as a way of addressing the controversies around the ECA. Consequently, in 2018, the fund commenced operations as managed by the Nigeria Sovereign Investment Authority (NSIA). The question that has remained unanswered is that with the operation of the SWF, why does Nigeria still continue to maintain the nebulous ECA? Given the SWF’s legal status, organised structure, and wider scope, why can’t the excess crude account be subsumed into it? As with other questions surrounding the ECA, there seems to be no simple answer.\n\nREAD ALSO: MTEF\/FSP: As Tinubu takes the baton from Buhari\n\nOnus lies on the National Assembly\n\nThese controversies require the National Assembly to rise up to its responsibilities of law-making and oversight. As stipulated in Sections 80-82 of the Constitution of the Federal Republic of Nigeria 1999 (as amended), the federal legislature has full powers over the public purse. This is why it is expected to carry out due diligence on budget estimates presented to it by the president before approval. It is the same reason why it must thoroughly consider the Medium-Term Framework (MTEF) proposed by the Executive before passage. This is very crucial given the importance of the annual crude oil production benchmarks and actual sales dictated by both internal and external factors. Realistic crude oil production and price benchmarks are vital to resolving the issues around the ECA, economic growth and development, and indeed, service delivery by the government.\n\nThe legislature must end the practice of hasty approvals of the MTEF and annual budgets. This will help to effectively safeguard the economy and sanitise the country’s fiscal space.",
  "71":"Check Free Credit Score on Moneycontrol: Easily track your loans, get insights, and enjoy a ₹100 cashback on your first check!"
 },
 "url":{
  "0":"https:\/\/news.google.com\/articles\/CBMikAFodHRwczovL3d3dy50aGVoaW5kdS5jb20vYnVzaW5lc3MvRWNvbm9teS9maXJzdC1ydXBlZS1wYXltZW50LWZvci1vaWwtdG8tdWFlLWluZGlhLWxvb2tzLWZvci1tb3JlLWRlYWxzLW5vLXRhcmdldHMtb2ZmaWNpYWxzL2FydGljbGU2NzY3Mzc2Mi5lY2XSAZUBaHR0cHM6Ly93d3cudGhlaGluZHUuY29tL2J1c2luZXNzL0Vjb25vbXkvZmlyc3QtcnVwZWUtcGF5bWVudC1mb3Itb2lsLXRvLXVhZS1pbmRpYS1sb29rcy1mb3ItbW9yZS1kZWFscy1uby10YXJnZXRzLW9mZmljaWFscy9hcnRpY2xlNjc2NzM3NjIuZWNlL2FtcC8?hl=no&gl=NO&ceid=NO%3Ano",
  "1":"https:\/\/news.google.com\/articles\/CBMijQFodHRwczovL3d3dy5saXZlbWludC5jb20vbWFya2V0L2NvbW1vZGl0aWVzL2JyZW50LWNydWRlLXRvLXJlbWFpbi1yYW5nZS1ib3VuZC1pbi1uZWFyLXRlcm0tbWF5LXdpdG5lc3Mtc29tZS1kZWNsaW5lLWVta2F5LTExNzAzNTcxOTY1MjgzLmh0bWzSAZEBaHR0cHM6Ly93d3cubGl2ZW1pbnQuY29tL21hcmtldC9jb21tb2RpdGllcy9icmVudC1jcnVkZS10by1yZW1haW4tcmFuZ2UtYm91bmQtaW4tbmVhci10ZXJtLW1heS13aXRuZXNzLXNvbWUtZGVjbGluZS1lbWtheS9hbXAtMTE3MDM1NzE5NjUyODMuaHRtbA?hl=no&gl=NO&ceid=NO%3Ano",
  "2":"https:\/\/news.google.com\/articles\/CBMiMGh0dHBzOi8vZW4udHJlbmQuYXovYnVzaW5lc3MvZW5lcmd5LzM4NDIzMDguaHRtbNIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "3":"https:\/\/news.google.com\/articles\/CBMic2h0dHBzOi8vd3d3LnRoZWhpbmR1YnVzaW5lc3NsaW5lLmNvbS9wb3J0Zm9saW8vY29tbW9kaXR5LWFuYWx5c2lzL2NydWRlLWNoZWNrLWRvd250aWNrLWV4cGVjdGVkL2FydGljbGU2NzY2ODY4NC5lY2XSAXhodHRwczovL3d3dy50aGVoaW5kdWJ1c2luZXNzbGluZS5jb20vcG9ydGZvbGlvL2NvbW1vZGl0eS1hbmFseXNpcy9jcnVkZS1jaGVjay1kb3dudGljay1leHBlY3RlZC9hcnRpY2xlNjc2Njg2ODQuZWNlL2FtcC8?hl=no&gl=NO&ceid=NO%3Ano",
  "4":"https:\/\/news.google.com\/articles\/CBMilAFodHRwczovL2VuZXJneS5lY29ub21pY3RpbWVzLmluZGlhdGltZXMuY29tL25ld3Mvb2lsLWFuZC1nYXMvaW5kaWFuLW9mZnNob3JlLXJpZy1vcGVyYXRvcnMtZXllLTMwLXN1cmdlLWluLW9wZXJhdGluZy1wcm9maXQtYnktZnkyNS1yZXBvcnQvMTA2Mjk0NzMy0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "5":"https:\/\/news.google.com\/articles\/CBMiV2h0dHBzOi8vd3d3LnN0YXRpc3RhLmNvbS9zdGF0aXN0aWNzLzI2Mjg2MC91ay1icmVudC1jcnVkZS1vaWwtcHJpY2UtY2hhbmdlcy1zaW5jZS0xOTc2L9IBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "6":"https:\/\/news.google.com\/articles\/CBMiKWh0dHBzOi8vZW4udHJlbmQuYXovYnVzaW5lc3MvMzg0MjI0Ny5odG1s0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "7":"https:\/\/news.google.com\/articles\/CBMiqAFodHRwczovL3d3dy56ZWViaXouY29tL21hcmtldC1uZXdzL3ZpZGVvLWdhbGxlcnktcG93ZXItYnJlYWtmYXN0LWtub3ctdGhlLW1vdmVtZW50LW9mLWNydWRlLW9pbC1hbmQtc2VlLXdoYXQtaXMtdGhlLWltcGFjdC1vZi1nbG9iYWwtbWFya2V0cy1vbi10aGUtaW5kaWFuLW1hcmtldC0yNjk5MjbSAawBaHR0cHM6Ly93d3cuemVlYml6LmNvbS9tYXJrZXQtbmV3cy92aWRlby1nYWxsZXJ5LXBvd2VyLWJyZWFrZmFzdC1rbm93LXRoZS1tb3ZlbWVudC1vZi1jcnVkZS1vaWwtYW5kLXNlZS13aGF0LWlzLXRoZS1pbXBhY3Qtb2YtZ2xvYmFsLW1hcmtldHMtb24tdGhlLWluZGlhbi1tYXJrZXQtMjY5OTI2L2FtcA?hl=no&gl=NO&ceid=NO%3Ano",
  "8":"https:\/\/news.google.com\/articles\/CBMijAFodHRwczovL3d3dy51cHN0cmVhbW9ubGluZS5jb20vZmllbGQtZGV2ZWxvcG1lbnQvcHR0ZXAtcGV0cm9uYXMtY2FyaWdhbGktYWR2YW5jZS1kZXZlbG9wbWVudC1vZi1vZmZzaG9yZS1vaWwtYW5kLWdhcy1kaXNjb3Zlcmllcy8yLTEtMTU3NjM4N9IBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "9":"https:\/\/news.google.com\/articles\/CBMiigFodHRwczovL3d3dy5saXZlbWludC5jb20vZWNvbm9teS9pbmRpYXMtY3J1ZGUtb2lsLW91dHB1dC1kb3duLTAtNC10by0yLTQtbW10LWluLW5vdmVtYmVyLWltcG9ydHMtZGVjcmVhc2UtMi0zLXlveS1wcGFjLTExNzAzMjUzMjY2NTY3Lmh0bWzSAY4BaHR0cHM6Ly93d3cubGl2ZW1pbnQuY29tL2Vjb25vbXkvaW5kaWFzLWNydWRlLW9pbC1vdXRwdXQtZG93bi0wLTQtdG8tMi00LW1tdC1pbi1ub3ZlbWJlci1pbXBvcnRzLWRlY3JlYXNlLTItMy15b3ktcHBhYy9hbXAtMTE3MDMyNTMyNjY1NjcuaHRtbA?hl=no&gl=NO&ceid=NO%3Ano",
  "10":"https:\/\/news.google.com\/articles\/CBMijgFodHRwczovL3d3dy5idXNpbmVzcy1zdGFuZGFyZC5jb20vZWNvbm9teS9uZXdzL2luZGlhLW1ha2VzLWZpcnN0LWV2ZXItcnVwZWUtcGF5bWVudC1mb3ItdGhlLXB1cmNoYXNlLW9mLWNydWRlLW9pbC1mcm9tLXVhZS0xMjMxMjI2MDAxMjRfMS5odG1s0gGSAWh0dHBzOi8vd3d3LmJ1c2luZXNzLXN0YW5kYXJkLmNvbS9hbXAvZWNvbm9teS9uZXdzL2luZGlhLW1ha2VzLWZpcnN0LWV2ZXItcnVwZWUtcGF5bWVudC1mb3ItdGhlLXB1cmNoYXNlLW9mLWNydWRlLW9pbC1mcm9tLXVhZS0xMjMxMjI2MDAxMjRfMS5odG1s?hl=no&gl=NO&ceid=NO%3Ano",
  "11":"https:\/\/news.google.com\/articles\/CBMieGh0dHBzOi8vd3d3LmZ4ZW1waXJlLmNvbS9mb3JlY2FzdHMvYXJ0aWNsZS9jcnVkZS1vaWwtcHJpY2UtZm9yZWNhc3QtY3J1ZGUtb2lsLW1hcmtldHMtY29udGludWUtdG8tc2VlLXZvbGF0aWxpdHktMTM5NzYxNdIBaWh0dHBzOi8vYW1wLmZ4ZW1waXJlLmNvbS9lbi9jcnVkZS1vaWwtcHJpY2UtZm9yZWNhc3QtY3J1ZGUtb2lsLW1hcmtldHMtY29udGludWUtdG8tc2VlLXZvbGF0aWxpdHkvMTM5NzYxNQ?hl=no&gl=NO&ceid=NO%3Ano",
  "12":"https:\/\/news.google.com\/articles\/CBMiMmh0dHBzOi8vd3d3Lmdpc3RtYW5pYS5jb20vdGFsay90b3BpYyw1ODE3NzYuMC5odG1s0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "13":"https:\/\/news.google.com\/articles\/CBMijAFodHRwczovL3d3dy5idXNpbmVzcy1zdGFuZGFyZC5jb20vZWNvbm9teS9uZXdzL29pbC1zaGlwbWVudHMtZnJvbS13ZXN0LWFzaWEtdG8tYmUtaGl0LWluLXNob3J0LXRlcm0tZHVlLXRvLWRyb25lLWF0dGFja3MtMTIzMTIyNDAwNDYzXzEuaHRtbNIBkAFodHRwczovL3d3dy5idXNpbmVzcy1zdGFuZGFyZC5jb20vYW1wL2Vjb25vbXkvbmV3cy9vaWwtc2hpcG1lbnRzLWZyb20td2VzdC1hc2lhLXRvLWJlLWhpdC1pbi1zaG9ydC10ZXJtLWR1ZS10by1kcm9uZS1hdHRhY2tzLTEyMzEyMjQwMDQ2M18xLmh0bWw?hl=no&gl=NO&ceid=NO%3Ano",
  "14":"https:\/\/news.google.com\/articles\/CBMingFodHRwczovL2VuZXJneS5lY29ub21pY3RpbWVzLmluZGlhdGltZXMuY29tL25ld3Mvb2lsLWFuZC1nYXMvaW5kaWFzLWVuZXJneS1vZHlzc2V5LW5hdmlnYXRpbmctZ2xvYmFsLW9pbC1jaGFsbGVuZ2VzLWFuZC1mb3JnaW5nLWEtc3VzdGFpbmFibGUtZnV0dXJlLzEwNjI5NDgzMtIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "15":"https:\/\/news.google.com\/articles\/CBMiP2h0dHBzOi8vd3d3LmZ0LmNvbS9jb250ZW50LzMxMzFiZTQ0LTYzMTYtNDA5OS1iMDBlLWUzY2Y0MTM5M2RkMNIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "16":"https:\/\/news.google.com\/articles\/CBMirwFodHRwczovL3d3dy5tc24uY29tL2VuLXVzL21vbmV5L21hcmtldHMvYXNpYW4tbWFya2V0cy1taXhlZC1ldXJvcGUtY2xvc2VkLWNydWRlLW9pbC1mYWxscy1iZWxvdy03NS13aGlsZS1nb2xkLWhpdHMtMi0wNzAtZ2xvYmFsLW1hcmtldHMtdG9kYXktd2hpbGUtdXMtd2FzLXNsZWVwaW5nL2FyLUFBMW0yWkx10gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "17":"https:\/\/news.google.com\/articles\/CBMijQFodHRwczovL20udGltZXNvZmluZGlhLmNvbS9idXNpbmVzcy9pbmRpYS1idXNpbmVzcy9pbi1hLWZpcnN0LWluZGlhLXBheXMtaW4tcnVwZWVzLWZvci1jcnVkZS1vaWwtcHVyY2hhc2VkLWZyb20tdWFlL2FydGljbGVzaG93LzEwNjI3NTMzNS5jbXPSAZEBaHR0cHM6Ly9tLnRpbWVzb2ZpbmRpYS5jb20vYnVzaW5lc3MvaW5kaWEtYnVzaW5lc3MvaW4tYS1maXJzdC1pbmRpYS1wYXlzLWluLXJ1cGVlcy1mb3ItY3J1ZGUtb2lsLXB1cmNoYXNlZC1mcm9tLXVhZS9hbXBfYXJ0aWNsZXNob3cvMTA2Mjc1MzM1LmNtcw?hl=no&gl=NO&ceid=NO%3Ano",
  "18":"https:\/\/news.google.com\/articles\/CBMihgFodHRwczovL3d3dy5mb3JleGxpdmUuY29tL3RlY2huaWNhbC1hbmFseXNpcy9jcnVkZS1vaWwtZnV0dXJlcy10dXJuLW5lZ2F0aXZlLWFuZC10ZXN0LXRoZS0xMDAtaG91ci1tb3ZpbmctYXZlcmFnZTUwLW1pZHBvaW50LTIwMjMxMjIyL9IBigFodHRwczovL3d3dy5mb3JleGxpdmUuY29tL3RlY2huaWNhbC1hbmFseXNpcy9jcnVkZS1vaWwtZnV0dXJlcy10dXJuLW5lZ2F0aXZlLWFuZC10ZXN0LXRoZS0xMDAtaG91ci1tb3ZpbmctYXZlcmFnZTUwLW1pZHBvaW50LTIwMjMxMjIyL2FtcC8?hl=no&gl=NO&ceid=NO%3Ano",
  "19":"https:\/\/news.google.com\/articles\/CBMicGh0dHBzOi8vd3d3LmZ4ZW1waXJlLmNvbS9mb3JlY2FzdHMvYXJ0aWNsZS9jcnVkZS1vaWwtd2Vla2x5LXByaWNlLWZvcmVjYXN0LWNydWRlLW9pbC1tYXJrZXRzLXJhbGx5LWFnYWluLTEzOTc5MTLSAWFodHRwczovL2FtcC5meGVtcGlyZS5jb20vZW4vY3J1ZGUtb2lsLXdlZWtseS1wcmljZS1mb3JlY2FzdC1jcnVkZS1vaWwtbWFya2V0cy1yYWxseS1hZ2Fpbi8xMzk3OTEy?hl=no&gl=NO&ceid=NO%3Ano",
  "20":"https:\/\/news.google.com\/articles\/CBMid2h0dHBzOi8vbWFya2V0cy5idXNpbmVzc2luc2lkZXIuY29tL25ld3MvY29tbW9kaXRpZXMvb2lsLW91dGxvb2stMjAyNC1vcGVjLWN1dHMtdXMtcHJvZHVjdGlvbi1ib29tLXNhdWRpLWFyYWJpYS0yMDIzLTEy0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "21":"https:\/\/news.google.com\/articles\/CBMidGh0dHBzOi8vd3d3LmZ4ZW1waXJlLmNvbS9mb3JlY2FzdHMvYXJ0aWNsZS9jcnVkZS1vaWwtcHJpY2UtZm9yZWNhc3QtY3J1ZGUtb2lsLW1hcmtldHMtcmFsbHktaW50by10aGUtaG9saWRheS0xMzk3ODg10gFlaHR0cHM6Ly9hbXAuZnhlbXBpcmUuY29tL2VuL2NydWRlLW9pbC1wcmljZS1mb3JlY2FzdC1jcnVkZS1vaWwtbWFya2V0cy1yYWxseS1pbnRvLXRoZS1ob2xpZGF5LzEzOTc4ODU?hl=no&gl=NO&ceid=NO%3Ano",
  "22":"https:\/\/news.google.com\/articles\/CBMiXWh0dHBzOi8vYWJjbmV3cy5nby5jb20vQnVzaW5lc3Mvd2lyZVN0b3J5L2Nsb3NpbmctcHJpY2VzLWNydWRlLW9pbC1nb2xkLWNvbW1vZGl0aWVzLTEwNTg4MDgzNdIBYWh0dHBzOi8vYWJjbmV3cy5nby5jb20vYW1wL0J1c2luZXNzL3dpcmVTdG9yeS9jbG9zaW5nLXByaWNlcy1jcnVkZS1vaWwtZ29sZC1jb21tb2RpdGllcy0xMDU4ODA4MzU?hl=no&gl=NO&ceid=NO%3Ano",
  "23":"https:\/\/news.google.com\/articles\/CBMiVWh0dHBzOi8vd3d3LmZvcmV4bGl2ZS5jb20vbmV3cy93dGktY3J1ZGUtcmlzZXMtMTUwLXdpdGgtZXllcy1vbi10aGUtcmVkLXNlYS0yMDIzMTIyNi_SAVlodHRwczovL3d3dy5mb3JleGxpdmUuY29tL25ld3Mvd3RpLWNydWRlLXJpc2VzLTE1MC13aXRoLWV5ZXMtb24tdGhlLXJlZC1zZWEtMjAyMzEyMjYvYW1wLw?hl=no&gl=NO&ceid=NO%3Ano",
  "24":"https:\/\/news.google.com\/articles\/CBMiXWh0dHBzOi8vYm5uYnJlYWtpbmcuY29tL3dvcmxkL3VzL2NydWRlLW9pbC1wcmljZXMtZGlwLWJlbG93LTgwLWFtaWRzdC1nbG9iYWwtbWFya2V0LWR5bmFtaWNzL9IBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "25":"https:\/\/news.google.com\/articles\/CBMilAFodHRwczovL3d3dy50cmFmaWd1cmEuY29tL25ld3MtYW5kLWluc2lnaHRzL3ByZXNzLXJlbGVhc2VzLzIwMjMvdHJhZmlndXJhLWZhY2lsaXRhdGVzLWV4cG9ydC1vZi1tZWRhbml0by1jcnVkZS1vaWwtZnJvbS1hLW5ldy1wb2ludC1pbi1iYWhpYS1ibGFuY2Ev0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "26":"https:\/\/news.google.com\/articles\/CBMiXmh0dHBzOi8vb2lscHJpY2UuY29tL0VuZXJneS9FbmVyZ3ktR2VuZXJhbC9PUEVDcy0yMDI0LUNydWRlLU9pbC1Qcm9kdWN0aW9uLUN1dHMtRXhwbGFpbmVkLmh0bWzSAWJodHRwczovL29pbHByaWNlLmNvbS9FbmVyZ3kvRW5lcmd5LUdlbmVyYWwvT1BFQ3MtMjAyNC1DcnVkZS1PaWwtUHJvZHVjdGlvbi1DdXRzLUV4cGxhaW5lZC5hbXAuaHRtbA?hl=no&gl=NO&ceid=NO%3Ano",
  "27":"https:\/\/news.google.com\/articles\/CBMiZ2h0dHBzOi8vd3d3LmNuYmMuY29tLzIwMjMvMTIvMDYvdXMtY3J1ZGUtZHJvcHMtYmVsb3ctNzAtcGVyLWJhcnJlbC1nYXMtcHJpY2VzLWZhbGwtdG8tMTEtbW9udGgtbG93Lmh0bWzSAWtodHRwczovL3d3dy5jbmJjLmNvbS9hbXAvMjAyMy8xMi8wNi91cy1jcnVkZS1kcm9wcy1iZWxvdy03MC1wZXItYmFycmVsLWdhcy1wcmljZXMtZmFsbC10by0xMS1tb250aC1sb3cuaHRtbA?hl=no&gl=NO&ceid=NO%3Ano",
  "28":"https:\/\/news.google.com\/articles\/CBMiqAFodHRwczovL3d3dy5zcGdsb2JhbC5jb20vY29tbW9kaXR5aW5zaWdodHMvZW4vbWFya2V0LWluc2lnaHRzL2xhdGVzdC1uZXdzL2FncmljdWx0dXJlLzEyMjIyMy1wYWxtLW9pbC1zZWVzLWdsb2JhbC1yZWNvdmVyeS1pbi0yMDI0LW9uLWJpb2RpZXNlbC1kZW1hbmQtc3RhZ25hbnQtc3VwcGxpZXPSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "29":"https:\/\/news.google.com\/articles\/CBMiP2h0dHBzOi8vd3d3LmZ0LmNvbS9jb250ZW50LzBhMTc0NWVmLTM5ZjItNDVhZC1hNWVmLWQ4OWI5NmQwMzlkYtIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "30":"https:\/\/news.google.com\/articles\/CBMiVWh0dHBzOi8vb2lscHJpY2UuY29tL0VuZXJneS9DcnVkZS1PaWwvVVMtU2hhdHRlcnMtT2lsLVByb2R1Y3Rpb24tUmVjb3Jkcy1pbi0yMDIzLmh0bWzSAVlodHRwczovL29pbHByaWNlLmNvbS9FbmVyZ3kvQ3J1ZGUtT2lsL1VTLVNoYXR0ZXJzLU9pbC1Qcm9kdWN0aW9uLVJlY29yZHMtaW4tMjAyMy5hbXAuaHRtbA?hl=no&gl=NO&ceid=NO%3Ano",
  "31":"https:\/\/news.google.com\/articles\/CBMiWGh0dHBzOi8vZnJlZXByZXNza2FzaG1pci5uZXdzLzIwMjMvMTIvMjYvaW5kaWEtcGF5cy1pbi1ydXBlZXMtdG8tYnV5LWNydWRlLW9pbC1mcm9tLXVhZS_SAVxodHRwczovL2ZyZWVwcmVzc2thc2htaXIubmV3cy8yMDIzLzEyLzI2L2luZGlhLXBheXMtaW4tcnVwZWVzLXRvLWJ1eS1jcnVkZS1vaWwtZnJvbS11YWUvYW1wLw?hl=no&gl=NO&ceid=NO%3Ano",
  "32":"https:\/\/news.google.com\/articles\/CBMiU2h0dHBzOi8vd3d3LmNubi5jb20vMjAyMy8xMi8xOS9idXNpbmVzcy91cy1wcm9kdWN0aW9uLW9pbC1yZXNlcnZlcy1jcnVkZS9pbmRleC5odG1s0gFXaHR0cHM6Ly9hbXAuY25uLmNvbS9jbm4vMjAyMy8xMi8xOS9idXNpbmVzcy91cy1wcm9kdWN0aW9uLW9pbC1yZXNlcnZlcy1jcnVkZS9pbmRleC5odG1s?hl=no&gl=NO&ceid=NO%3Ano",
  "33":"https:\/\/news.google.com\/articles\/CBMiaGh0dHBzOi8vd3d3LmV1cm9uZXdzLmNvbS9idXNpbmVzcy8yMDIzLzEyLzI1L29pbC1wcmljZS1mb3JlY2FzdC1mb3ItMjAyNC13aGF0cy1pbi1zdG9yZS1mb3ItZ2xvYmFsLWNydWRl0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "34":"https:\/\/news.google.com\/articles\/CBMiJ2h0dHBzOi8vYXJtZW5wcmVzcy5hbS9lbmcvbmV3cy8xMTI2OTMzL9IBJWh0dHBzOi8vYXJtZW5wcmVzcy5hbS9lbmcvYW1wLzExMjY5MzM?hl=no&gl=NO&ceid=NO%3Ano",
  "35":"https:\/\/news.google.com\/articles\/CBMic2h0dHBzOi8vd3d3LmJsb29tYmVyZy5jb20vbmV3cy9hcnRpY2xlcy8yMDIzLTEyLTI1L3J1c3NpYS1jb250aW51ZXMtaGlnaC1sZXZlbHMtb2YtY3J1ZGUtcHJvY2Vzc2luZy1pbi1taWQtZGVjZW1iZXLSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "36":"https:\/\/news.google.com\/articles\/CBMiJWh0dHBzOi8vd3d3LmVpYS5nb3YvcGV0cm9sZXVtL3dlZWtseS_SAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "37":"https:\/\/news.google.com\/articles\/CBMiYWh0dHBzOi8vd3d3LmJsb29tYmVyZy5jb20vbmV3cy9hcnRpY2xlcy8yMDIzLTEyLTI1L2xhdGVzdC1vaWwtbWFya2V0LW5ld3MtYW5kLWFuYWx5c2lzLWZvci1kZWMtMjbSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "38":"https:\/\/news.google.com\/articles\/CBMimgFodHRwczovL3d3dy5saXZlbWludC5jb20vbWFya2V0L2NvbW1vZGl0aWVzL29pbC1qdW1wcy1vdmVyLTItdG8taGl0LTEtbW9udGgtaGlnaC1vbi1yZWQtc2VhLWF0dGFja3MtdXMtcmF0ZS1jdXQtaG9wZXMtYnJlbnQtb3Zlci04MGJibC0xMTcwMzYwODM1NzI4Mi5odG1s0gGeAWh0dHBzOi8vd3d3LmxpdmVtaW50LmNvbS9tYXJrZXQvY29tbW9kaXRpZXMvb2lsLWp1bXBzLW92ZXItMi10by1oaXQtMS1tb250aC1oaWdoLW9uLXJlZC1zZWEtYXR0YWNrcy11cy1yYXRlLWN1dC1ob3Blcy1icmVudC1vdmVyLTgwYmJsL2FtcC0xMTcwMzYwODM1NzI4Mi5odG1s?hl=no&gl=NO&ceid=NO%3Ano",
  "39":"https:\/\/news.google.com\/articles\/CBMiZGh0dHBzOi8vd3d3Lm9mZnNob3JlLWVuZXJneS5iaXovcGV0cm9uYXMtYW5kLXB0dGVwLWluay1tdWx0aXBsZS1kZWFscy1mb3ItbWFsYXlzaWFuLW9mZnNob3JlLWJsb2Nrcy_SAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "40":"https:\/\/news.google.com\/articles\/CBMiYmh0dHBzOi8vdG90YWxlbmVyZ2llcy5jb20vZ3JvdXAvZW5lcmd5LWV4cGVydGlzZS90cmFuc2Zvcm1hdGlvbi1kZXZlbG9wbWVudC9yZWZpbmluZy1wZXRyb2NoZW1pY2Fs0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "41":"https:\/\/news.google.com\/articles\/CBMiZmh0dHBzOi8vd3d3LmRhaWx5Zm9yZXguY29tL2ZvcmV4LXRlY2huaWNhbC1hbmFseXNpcy8yMDIzLzEyL2NydWRlLW9pbC1mb3JlY2FzdC0yNi1kZWNlbWJlci0yMDIzLzIwNTU5MtIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "42":"https:\/\/news.google.com\/articles\/CBMiO2h0dHBzOi8vd3d3LmllYS5vcmcvcmVwb3J0cy9vaWwtbWFya2V0LXJlcG9ydC1ub3ZlbWJlci0yMDIz0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "43":"https:\/\/news.google.com\/articles\/CBMifmh0dHBzOi8vc3dhcmFqeWFtYWcuY29tL25ld3MtYnJpZWYvYWZ0ZXItcnVzc2lhLWluZGlhLXVzZXMtcnVwZWUtdG8tYnV5LWNydWRlLW9pbC1mcm9tLXVuaXRlZC1hcmFiLWVtaXJhdGVzLWZvci10aGUtZmlyc3QtdGltZdIBiAFodHRwczovL3N3YXJhanlhbWFnLmNvbS9hbXAvc3RvcnkvbmV3cy1icmllZi9hZnRlci1ydXNzaWEtaW5kaWEtdXNlcy1ydXBlZS10by1idXktY3J1ZGUtb2lsLWZyb20tdW5pdGVkLWFyYWItZW1pcmF0ZXMtZm9yLXRoZS1maXJzdC10aW1l?hl=no&gl=NO&ceid=NO%3Ano",
  "44":"https:\/\/news.google.com\/articles\/CBMiSWh0dHBzOi8vd3d3LmZvcmV4bGl2ZS5jb20vbmV3cy9jcnVkZS1vaWwtZnV0dXJlcy1zZXR0bGUtYXQtNzM1Ni0yMDIzMTIyMi_SAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "45":"https:\/\/news.google.com\/articles\/CBMiY2h0dHBzOi8vZW5lcmd5Y2FwaXRhbHBvd2VyLmNvbS9uaWdlcmlhLWFub3RoZXItMW0tYmFycmVsLWNydWRlLWNhcmdvLWRlbGl2ZXJlZC10by1kYW5nb3RlLXJlZmluZXJ5L9IBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "46":"https:\/\/news.google.com\/articles\/CBMiiAFodHRwczovL3d3dy5oaW5kdXN0YW50aW1lcy5jb20vdmlkZW9zL2luZGlhLWZvaWxlZC1nbG9iYWwtY3J1ZGUtY2hhb3MtcGV0cm9sZXVtLW1pbmlzdHJ5LXNheXMtcnVzc2lhbi1vaWwtcHVyY2hhc2VzLTEwMTcwMzU4NTAzNTY3NS5odG1s0gGMAWh0dHBzOi8vd3d3LmhpbmR1c3RhbnRpbWVzLmNvbS92aWRlb3MvaW5kaWEtZm9pbGVkLWdsb2JhbC1jcnVkZS1jaGFvcy1wZXRyb2xldW0tbWluaXN0cnktc2F5cy1ydXNzaWFuLW9pbC1wdXJjaGFzZXMtMTAxNzAzNTg1MDM1Njc1LWFtcC5odG1s?hl=no&gl=NO&ceid=NO%3Ano",
  "47":"https:\/\/news.google.com\/articles\/CBMiqwFodHRwczovL3d3dy5saXZlbWludC5jb20vbWFya2V0L2NvbW1vZGl0aWVzL29pbC1yZXBvcnRzLWJpZ2dlc3Qtd2Vla2x5LWluLTItbW9udGhzLW9uLXJlZC1zZWEtYXR0YWNrcy1hbmdvbGEtb3V0cHV0LWV4cGVjdGF0aW9ucy1icmVudC1zZXR0bGVzLWF0LTc5YmJsLTExNzAzMzM4ODQwMDEwLmh0bWzSAa8BaHR0cHM6Ly93d3cubGl2ZW1pbnQuY29tL21hcmtldC9jb21tb2RpdGllcy9vaWwtcmVwb3J0cy1iaWdnZXN0LXdlZWtseS1pbi0yLW1vbnRocy1vbi1yZWQtc2VhLWF0dGFja3MtYW5nb2xhLW91dHB1dC1leHBlY3RhdGlvbnMtYnJlbnQtc2V0dGxlcy1hdC03OWJibC9hbXAtMTE3MDMzMzg4NDAwMTAuaHRtbA?hl=no&gl=NO&ceid=NO%3Ano",
  "48":"https:\/\/news.google.com\/articles\/CBMiiAFodHRwczovL3d3dy5idXNpbmVzcy1zdGFuZGFyZC5jb20vaW5kdXN0cnkvbmV3cy9vaWwtZXh0ZW5kZWQtZ2FpbnMtYXMtaW52ZXN0b3JzLWV5ZS1taWRkbGUtZWFzdC10ZW5zaW9ucy11cy1yYXRlLWN1dC0xMjMxMjI2MDA4MThfMS5odG1s0gGMAWh0dHBzOi8vd3d3LmJ1c2luZXNzLXN0YW5kYXJkLmNvbS9hbXAvaW5kdXN0cnkvbmV3cy9vaWwtZXh0ZW5kZWQtZ2FpbnMtYXMtaW52ZXN0b3JzLWV5ZS1taWRkbGUtZWFzdC10ZW5zaW9ucy11cy1yYXRlLWN1dC0xMjMxMjI2MDA4MThfMS5odG1s?hl=no&gl=NO&ceid=NO%3Ano",
  "49":"https:\/\/news.google.com\/articles\/CBMiaGh0dHBzOi8vd3d3LnFjaW50ZWwuY29tL2FydGljbGUvb2lsLWZ1dHVyZXMtY3J1ZGUtcHJpY2VzLWVkZ2UtaGlnaGVyLW9uLWdlb3BvbGl0aWNhbC1jb25jZXJucy0xOTk1OS5odG1s0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "50":"https:\/\/news.google.com\/articles\/CBMimwFodHRwczovL3d3dy5tb25leWNvbnRyb2wuY29tL25ld3MvYnVzaW5lc3MvY29tbW9kaXRpZXMvY3J1ZGUtb2lsLXByaWNlcy1ob3Zlci1iZWxvdy04MGJibC1hbWlkLWFuZ29sYXMtb3BlYy1leGl0LWRlY2lzaW9uLWhpZ2hlci1jcnVkZS1vdXRwdXQtMTE5NTMxNjEuaHRtbNIBnwFodHRwczovL3d3dy5tb25leWNvbnRyb2wuY29tL25ld3MvYnVzaW5lc3MvY29tbW9kaXRpZXMvY3J1ZGUtb2lsLXByaWNlcy1ob3Zlci1iZWxvdy04MGJibC1hbWlkLWFuZ29sYXMtb3BlYy1leGl0LWRlY2lzaW9uLWhpZ2hlci1jcnVkZS1vdXRwdXQtMTE5NTMxNjEuaHRtbC9hbXA?hl=no&gl=NO&ceid=NO%3Ano",
  "51":"https:\/\/news.google.com\/articles\/CBMiZ2h0dHBzOi8vd3d3LmNuYmMuY29tLzIwMjMvMTIvMTIvb2lsLXN0ZWFkeS1haGVhZC1vZi1pbnRlcmVzdC1yYXRlLWRlY2lzaW9ucy1vcGVjLXN1cHBseS1jdXQtZG91YnRzLmh0bWzSAWtodHRwczovL3d3dy5jbmJjLmNvbS9hbXAvMjAyMy8xMi8xMi9vaWwtc3RlYWR5LWFoZWFkLW9mLWludGVyZXN0LXJhdGUtZGVjaXNpb25zLW9wZWMtc3VwcGx5LWN1dC1kb3VidHMuaHRtbA?hl=no&gl=NO&ceid=NO%3Ano",
  "52":"https:\/\/news.google.com\/articles\/CBMieGh0dHBzOi8vd3d3LmNuYmMuY29tLzIwMjMvMTIvMTQvb2lsLXJpc2VzLW1vcmUtdGhhbi0zcGVyY2VudC1vbi13ZWFrZXItZG9sbGFyLXNsaWdodGx5LWltcHJvdmVkLTIwMjQtZGVtYW5kLW91dGxvb2suaHRtbNIBfGh0dHBzOi8vd3d3LmNuYmMuY29tL2FtcC8yMDIzLzEyLzE0L29pbC1yaXNlcy1tb3JlLXRoYW4tM3BlcmNlbnQtb24td2Vha2VyLWRvbGxhci1zbGlnaHRseS1pbXByb3ZlZC0yMDI0LWRlbWFuZC1vdXRsb29rLmh0bWw?hl=no&gl=NO&ceid=NO%3Ano",
  "53":"https:\/\/news.google.com\/articles\/CBMicmh0dHBzOi8vd3d3LmJsb29tYmVyZy5jb20vbmV3cy9hcnRpY2xlcy8yMDIzLTEyLTIyL29pbC10YW5rZXItaGF1bGluZy11cy1jcnVkZS11LXR1cm5zLWluLXJlZC1zZWEtdG8tZG9kZ2UtaG91dGhpc9IBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "54":"https:\/\/news.google.com\/articles\/CBMiY2h0dHBzOi8vd3d3Lm5hc2RhcS5jb20vYXJ0aWNsZXMvY3J1ZGUtb2lsLWNsb3Nlcy1sb3dlci1hcy1mb2N1cy1yZW1haW5zLW9uLW9wZWMtYW5kLXJlZC1zZWEtYXR0YWNrc9IBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "55":"https:\/\/news.google.com\/articles\/CBMihgFodHRwczovL2luZGlhbmV4cHJlc3MuY29tL2FydGljbGUvYnVzaW5lc3MvaW5kaWEtcnVzc2lhbi1jcnVkZS1pbXBvcnRzLXByaWNlLXN1cmdlLWhhdm9jLWdsb2JhbC1vaWwtbWFya2V0LXBldHJvbGV1bS1taW5pc3RyeS05MDgyMDQ2L9IBiwFodHRwczovL2luZGlhbmV4cHJlc3MuY29tL2FydGljbGUvYnVzaW5lc3MvaW5kaWEtcnVzc2lhbi1jcnVkZS1pbXBvcnRzLXByaWNlLXN1cmdlLWhhdm9jLWdsb2JhbC1vaWwtbWFya2V0LXBldHJvbGV1bS1taW5pc3RyeS05MDgyMDQ2L2xpdGUv?hl=no&gl=NO&ceid=NO%3Ano",
  "56":"https:\/\/news.google.com\/articles\/CBMifGh0dHBzOi8vd3d3LmRhaWx5Zm9yZXguY29tL2ZvcmV4LXRlY2huaWNhbC1hbmFseXNpcy8yMDIzLzEyL3d0aS1jcnVkZS1vaWwtd2Vla2x5LWZvcmVjYXN0LTI0dGgtZGVjZW1iZXItMzB0aC1kZWNlbWJlci8yMDU1NDXSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "57":"https:\/\/news.google.com\/articles\/CBMifmh0dHBzOi8vd3d3LmZ4ZW1waXJlLmNvbS9mb3JlY2FzdHMvYXJ0aWNsZS9jcnVkZS1vaWwtcHJpY2UtZm9yZWNhc3QtY3J1ZGUtb2lsLW1hcmtldHMtaGF2ZS1idWxsaXNoLXByZXNzdXJlLW9uLXR1ZXNkYXktMTM5ODQ0NtIBb2h0dHBzOi8vYW1wLmZ4ZW1waXJlLmNvbS9lbi9jcnVkZS1vaWwtcHJpY2UtZm9yZWNhc3QtY3J1ZGUtb2lsLW1hcmtldHMtaGF2ZS1idWxsaXNoLXByZXNzdXJlLW9uLXR1ZXNkYXkvMTM5ODQ0Ng?hl=no&gl=NO&ceid=NO%3Ano",
  "58":"https:\/\/news.google.com\/articles\/CBMiUWh0dHBzOi8vd3d3LmhpZ2hub3J0aG5ld3MuY29tL2VuL3J1c3NpYW4tY3J1ZGUtb2lsLW5vdy1mbG93aW5nLWNoaW5hLWFyY3RpYy1vY2VhbtIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "59":"https:\/\/news.google.com\/articles\/CBMicmh0dHBzOi8vd3d3LmJ1c2luZXNzLXN0YW5kYXJkLmNvbS9zaG93cy90aGUtbW9ybmluZy1zaG93L3dpbGwtY3J1ZGUtb2lsLWhpdC10aGUtMTIwLWEtYmFycmVsLW1hcmstaW4tMjAyNC0zNTU2Lmh0bdIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "60":"https:\/\/news.google.com\/articles\/CBMilAFodHRwczovL3d3dy5lbHBhc290aW1lcy5jb20vc3RvcnkvbW9uZXkvYnVzaW5lc3MvMjAyMy8xMi8yNi9tYXJhdGhvbi1wZXRyb2xldW0tZWwtcGFzby1vaWwtcmVmaW5lcnktc2Vla3MtbWFqb3ItdGNlcS1haXItcGVybWl0LXJlbmV3YWwvNzE5NjU1MjUwMDcv0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "61":"https:\/\/news.google.com\/articles\/CBMiemh0dHBzOi8vd3d3Lm1hcmluZWluc2lnaHQuY29tL3NoaXBwaW5nLW5ld3MvbmlnZXJpYW4tbmF2eS1zZWl6ZXMtODAzMzU0LWJhcnJlbHMtb2YtY3J1ZGUtb2lsLXdvcnRoLW4xMDUtYmlsbGlvbi1pbi1hLXllYXIv0gEA?hl=no&gl=NO&ceid=NO%3Ano",
  "62":"https:\/\/news.google.com\/articles\/CBMikgFodHRwczovL3d3dy5saXZlbWludC5jb20vaW5kdXN0cnkvaW5kaWFzLXB1c2gtZm9yLXJ1cGVlLWFzLXBheW1lbnQtY3VycmVuY3ktZm9yLWNydWRlLW9pbC1pbXBvcnRzLWZpbmRzLW5vLXRha2Vycy1vaWwtbWluaXN0cnktMTE3MDM1Njk2MTEwODkuaHRtbNIBlgFodHRwczovL3d3dy5saXZlbWludC5jb20vaW5kdXN0cnkvaW5kaWFzLXB1c2gtZm9yLXJ1cGVlLWFzLXBheW1lbnQtY3VycmVuY3ktZm9yLWNydWRlLW9pbC1pbXBvcnRzLWZpbmRzLW5vLXRha2Vycy1vaWwtbWluaXN0cnkvYW1wLTExNzAzNTY5NjExMDg5Lmh0bWw?hl=no&gl=NO&ceid=NO%3Ano",
  "63":"https:\/\/news.google.com\/articles\/CBMimQFodHRwczovL3d3dy5idXNpbmVzc3RvZGF5LmluL21hcmtldHMvbWFya2V0LWNvbW1lbnRhcnkvc3RvcnkvZ2lmdC1uaWZ0eS11cC04LXBvaW50cy1hc2lhbi1tYXJrZXRzLWNydWRlLW9pbC1wcmljZXMtZG9sbGFyLW1vdmVtZW50LW1vcmUtNDEwNzExLTIwMjMtMTItMjbSAZ0BaHR0cHM6Ly93d3cuYnVzaW5lc3N0b2RheS5pbi9hbXAvbWFya2V0cy9tYXJrZXQtY29tbWVudGFyeS9zdG9yeS9naWZ0LW5pZnR5LXVwLTgtcG9pbnRzLWFzaWFuLW1hcmtldHMtY3J1ZGUtb2lsLXByaWNlcy1kb2xsYXItbW92ZW1lbnQtbW9yZS00MTA3MTEtMjAyMy0xMi0yNg?hl=no&gl=NO&ceid=NO%3Ano",
  "64":"https:\/\/news.google.com\/articles\/CBMiP2h0dHBzOi8vd3d3LmZ0LmNvbS9jb250ZW50LzViODczYTY5LTJlNmItNGVmZi05OGU1LTliOTkwNzNiNDcwNdIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "65":"https:\/\/news.google.com\/articles\/CBMiggFodHRwczovL3d3dy5meHN0cmVldC5jb20vbmV3cy93dGktd2hpcHMtb24tdGh1cnNkYXktYXMtY3J1ZGUtb2lsLW1hcmtldHMtcm9pbC1vbi1yZWQtc2VhLWF0dGFja3MtYW5nb2xhLXF1aXR0aW5nLW9wZWMtMjAyMzEyMjEyMDM50gGGAWh0dHBzOi8vd3d3LmZ4c3RyZWV0LmNvbS9hbXAvbmV3cy93dGktd2hpcHMtb24tdGh1cnNkYXktYXMtY3J1ZGUtb2lsLW1hcmtldHMtcm9pbC1vbi1yZWQtc2VhLWF0dGFja3MtYW5nb2xhLXF1aXR0aW5nLW9wZWMtMjAyMzEyMjEyMDM5?hl=no&gl=NO&ceid=NO%3Ano",
  "66":"https:\/\/news.google.com\/articles\/CBMiZGh0dHBzOi8vd3d3Lm1vbmV5Y29udHJvbC5jb20vbmV3cy9idXNpbmVzcy9uby10YWtlcnMtZm9yLXJ1cGVlLXBheW1lbnQtZm9yLW9pbC1pbXBvcnRzLTExOTUwNzIxLmh0bWzSAQA?hl=no&gl=NO&ceid=NO%3Ano",
  "67":"https:\/\/news.google.com\/articles\/CBMiY2h0dHBzOi8vd3d3LnFjaW50ZWwuY29tL2FydGljbGUvYXNpYS1vaWwtcHJvZHVjdHMtY3J1ZGUtcHJpY2VzLWVhc2UtcHJvZHVjdHMtdHJhZGUtbXV0ZWQtMTk5NTguaHRtbNIBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "68":"https:\/\/news.google.com\/articles\/CBMiWGh0dHBzOi8vd3d3LnNpYXNhdC5jb20vaW4tYS1maXJzdC1pbmRpYS1wYXlzLWluLXJ1cGVlLXRvLWJ1eS1jcnVkZS1vaWwtZnJvbS11YWUtMjk0MTg2OC_SAVxodHRwczovL3d3dy5zaWFzYXQuY29tL2luLWEtZmlyc3QtaW5kaWEtcGF5cy1pbi1ydXBlZS10by1idXktY3J1ZGUtb2lsLWZyb20tdWFlLTI5NDE4NjgvYW1wLw?hl=no&gl=NO&ceid=NO%3Ano",
  "69":"https:\/\/news.google.com\/articles\/CBMicmh0dHBzOi8vd3d3LmNuYmMuY29tLzIwMjMvMTIvMTIvdXMtY3J1ZGUtb2lsLWZhbGxzLTRwZXJjZW50LWFzLXRyYWRlcnMtd29ycnktYWJvdXQtaW5mbGF0aW9uLWltcGFjdGluZy1kZW1hbmQuaHRtbNIBdmh0dHBzOi8vd3d3LmNuYmMuY29tL2FtcC8yMDIzLzEyLzEyL3VzLWNydWRlLW9pbC1mYWxscy00cGVyY2VudC1hcy10cmFkZXJzLXdvcnJ5LWFib3V0LWluZmxhdGlvbi1pbXBhY3RpbmctZGVtYW5kLmh0bWw?hl=no&gl=NO&ceid=NO%3Ano",
  "70":"https:\/\/news.google.com\/articles\/CBMiWmh0dHBzOi8vb3JkZXJwYXBlci5uZy8yMDIzLzEyLzI2L2luc2lnaHQtb2lsLXByaWNlLWJlbmNobWFyay1hbmQtdGhlLWV4Y2Vzcy1jcnVkZS1hY2NvdW50L9IBAA?hl=no&gl=NO&ceid=NO%3Ano",
  "71":"https:\/\/news.google.com\/articles\/CBMimQFodHRwczovL3d3dy5tb25leWNvbnRyb2wuY29tL25ld3MvYnVzaW5lc3MvY29tbW9kaXR5LXdyYXAtb2lsLXByaWNlcy1ob2xkLWdyb3VuZC1hbWlkLW1pZGRsZS1lYXN0LXRlbnNpb25zLWhvcGUtZm9yLXVzLXJhdGUtY3V0LWdvbGQtc3VyZ2VzLTExOTU1OTMxLmh0bWzSAQA?hl=no&gl=NO&ceid=NO%3Ano"
 }
}